Repository: 0xCUB3/wBlock
Catalog: wBlock Advanced/*.lproj/Localizable.strings
Languages: ar, es, hu, it, ja, ko, pl, pt_br, ru, zh_hans

source: Sync
ar: Ù Ø²Ø§Ù ÙØ©
es: Sincronización
hu: Szinkronizálás
it: Sincronizza
ja: åæ
ko: ëì¡°
pl: Synchronizacja
pt_br: Sincronização
ru: Ð¡Ð¸Ð½Ñ ÑÐ¾Ð½Ð¸Ð·Ð¸ÑÐ¾Ð²Ð°ÑÑ
zh_hans: åæ­¥

source: Security
ar: Ø­Ù Ø§ÙØ©
es: Seguridad
hu: Biztonság
it: Sicurezza
ja: å®å ¨
ko: ë³´ì
pl: Bezpieczeństwo
pt_br: Segurança
ru: ÐÐµÐ·Ð¾Ð¿Ð°ÑÐ½Ð¾ÑÑÑ
zh_hans: å®å ¨

source: Checking for Updates
ar: Ø§ÙØªØ­ÙÙ Ù Ù ÙØ¬ÙØ¯ ØªØ­Ø¯ÙØ«Ø§Øª
es: Buscando actualizaciones
hu: Frissítések keresése
it: Controllo aggiornamenti
ja: ã¢ãããã¼ãã®ç¢ºèª
ko: ì ë°ì´í¸ íì¸ ì¤
pl: Sprawdzanie aktualizacji
pt_br: Verificando atualizações
ru: ÐÑÐ¾Ð²ÐµÑÐºÐ° Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ð¹
zh_hans: æ£æ¥æ´æ°

source: Already done this? Just check the boxes above.
ar: ÙÙ ÙØ¹ÙØª ÙØ°Ø§ Ø¨Ø§ÙÙØ¹ÙØ Ù Ø§ Ø¹ÙÙÙ Ø³ÙÙ ØªØ­Ø¯ÙØ¯ Ø§ÙÙ Ø±Ø¨Ø¹Ø§Øª Ø£Ø¹ÙØ§Ù.
es: ¿Ya hiciste esto? Solo marca las casillas de arriba.
hu: Már megvan? Csak jelöld be a fenti négyzeteket.
it: Già fatto? Spunta solo le caselle qui sopra.
ja: ãã§ã«ãããå®äºãã¾ããã?ä¸ã®ããã¯ã¹ã«ãã§ãã¯ãå ¥ãã¦ãã ããã
ko: ì´ë¯¸ ìë£íì ¨ëì? ìì íì¸ëì ì ííë©´ ë©ëë¤.
pl: Już to zrobione? Po prostu zaznacz pola powyżej.
pt_br: Já fez isso? Basta marcar as caixas acima.
ru: Ð£Ð¶Ðµ ÑÐ´ÐµÐ»Ð°Ð»Ð¸ ÑÑÐ¾? ÐÑÐ¾ÑÑÐ¾ ÑÑÑÐ°Ð½Ð¾Ð²Ð¸ÑÐµ ÑÐ»Ð°Ð¶ÐºÐ¸ Ð²ÑÑÐµ.
zh_hans: å·²ç»è¿æ ·åäºåï¼åªééä¸­ä¸é¢çæ¡å³å¯ã

source: Search logs
ar: Ø³Ø¬ÙØ§Øª Ø§ÙØ¨Ø­Ø«
es: Buscar registros
hu: Naplók keresése
it: Cerca nei log
ja: ã­ã°ã®æ¤ç´¢
ko: ë¡ê·¸ ê²ì
pl: Szukaj w logach
pt_br: Pesquisar logs
ru: ÐÐ¾Ð¸ÑÐº Ð¶ÑÑÐ½Ð°Ð»Ð¾Ð²
zh_hans: æç´¢æ¥å¿

source: FilterUpdate
ar: ØªØ­Ø¯ÙØ« Ø¹Ø§Ù Ù Ø§ÙØªØµÙÙØ©
es: Actualización de filtros
it: Aggiornamento filtro
ja: ãã£ã«ã¿ã¼æ´æ°
ko: íí°ì ë°ì´í¸
pl: Aktualizacja filtrów
pt_br: Atualização de filtros
ru: Ð¤Ð¸Ð»ÑÑÑÐÐ±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ
zh_hans: è¿æ»¤å¨æ´æ°

source: Experimental
ar: ØªØ¬Ø±ÙØ¨Ù
hu: Kísérleti
it: Sperimentale
ja: å®é¨ç
ko: ì¤íì 
pl: Eksperymentalne
ru: Ð­ÐºÑÐ¿ÐµÑÐ¸Ð¼ÐµÐ½ÑÐ°Ð»ÑÐ½ÑÐ¹
zh_hans: å®éªæ§ç

source: Next: \(compactStatusLine)
es: Siguiente: \(compactStatusLine)
hu: Következő: \(compactStatusLine)
it: Avanti: \(compactStatusLine)
pl: Dalej: \(compactStatusLine)
pt_br: Próximo: \(compactStatusLine)

source: wBlock Version
ar: wBlock Ø§ÙØ¥ØµØ¯Ø§Ø±
es: Versión de wBlock
hu: wBlock verzió
it: Versione wBlock
ja: wBlock ãã¼ã¸ã§ã³
ko: wBlock ë²ì 
pl: Wersja wBlock
pt_br: Versão do wBlock
ru: wBlock ÐÐµÑÑÐ¸Ñ
zh_hans: wBlock çæ¬

source: Userscript
ar: ÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù
es: Script de usuario
hu: Felhasználói szkript
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªãã
ko: ì¬ì©ìì¤í¬ë¦½í¸
pl: Skrypt użytkownika
pt_br: Script de usuário
ru: ÐÐ¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ð¹ ÑÐºÑÐ¸Ð¿Ñ
zh_hans: ç¨æ·èæ¬

source: Welcome to wBlock!
ar: Ù Ø±Ø­Ø¨ÙØ§ Ø¨Ù ÙÙ wBlock!
es: ¡Te damos la bienvenida a wBlock!
hu: Üdv a wBlockban!
it: Benvenuto in wBlock!
ja: wBlock ã¸ãããã!
ko: wBlockì ì¤ì ê²ì íìí©ëë¤!
pl: Witaj w wBlock!
pt_br: Boas-vindas ao wBlock!
ru: ÐÐ¾Ð±ÑÐ¾ Ð¿Ð¾Ð¶Ð°Ð»Ð¾Ð²Ð°ÑÑ Ð² wBlock!
zh_hans: æ¬¢è¿æ¥å°wBlockï¼

source: Trust: \(trust.capitalized)
es: Confianza: \(trust.capitalized)
hu: Megbízhatóság: \(trust.capitalized)
it: Attendibilità: \(trust.capitalized)
pl: Zaufanie: \(trust.capitalized)
pt_br: Confiança: \(trust.capitalized)

source: Add userscripts to customize your browsing experience
ar: Ø£Ø¶Ù ÙØµÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù ÙØªØ®ØµÙØµ ØªØ¬Ø±Ø¨Ø© Ø§ÙØªØµÙØ­ Ø§ÙØ®Ø§ØµØ© Ø¨Ù
es: Agrega scripts de usuario para personalizar tu experiencia de navegación
hu: Adj hozzá felhasználói szkripteket a böngészési élmény testreszabásához
it: Aggiungi userscript per personalizzare la tua esperienza di navigazione
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªãããè¿½å ãã¦ãã©ã¦ã¸ã³ã°ã¨ã¯ã¹ããªã¨ã³ã¹ãã«ã¹ã¿ãã¤ãºãã
ko: ì¬ì©ì ì¤í¬ë¦½í¸ë¥¼ ì¶ê°íì¬ íì ê²½íì ë§ì¶¤ííì¸ì
pl: Dodaj skrypty użytkownika, aby dostosować przeglądanie
pt_br: Adicione scripts de usuário para personalizar sua experiência de navegação
ru: ÐÐ¾Ð±Ð°Ð²ÑÑÐµ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÐºÑÐ¸Ð¿ÑÑ, ÑÑÐ¾Ð±Ñ Ð½Ð°ÑÑÑÐ¾Ð¸ÑÑ ÑÐ°Ð±Ð¾ÑÑ Ð² ÐÐ½ÑÐµÑÐ½ÐµÑÐµ.
zh_hans: æ·»å ç¨æ·èæ¬æ¥å®å¶æ¨çæµè§ä½éª

source: Country or region
ar: Ø§ÙØ¨ÙØ¯ Ø£Ù Ø§ÙÙ ÙØ·ÙØ©
es: País o región
hu: Ország vagy régió
it: Paese o regione
ja: å½ã¾ãã¯å°å
ko: êµ­ê° ëë ì§ì­
pl: Kraj lub region
pt_br: País ou região
ru: Ð¡ÑÑÐ°Ð½Ð° Ð¸Ð»Ð¸ ÑÐµÐ³Ð¸Ð¾Ð½
zh_hans: å½å®¶æå°åº

source: Never checked
ar: ÙÙ ÙØªÙ Ø§ÙØªØ­ÙÙ Ø£Ø¨Ø¯Ø§
es: Nunca revisado
hu: Soha nem ellenőrizve
it: Mai controllato
ja: ãã§ãã¯ãããã¨ããªã
ko: íì¸íì§ ìì
pl: Nigdy nie sprawdzano
pt_br: Nunca verificado
ru: ÐÐ¸ÐºÐ¾Ð³Ð´Ð° Ð½Ðµ Ð¿ÑÐ¾Ð²ÐµÑÑÐ»
zh_hans: ä»æªæ£æ¥è¿

source: Apply & Finish
ar: ØªØ·Ø¨ÙÙ ÙØ§ÙØ§ÙØªÙØ§Ø¡
es: Aplicar y finalizar
hu: Alkalmazás és befejezés
it: Applica e termina
ja: é©ç¨ãã¦çµäº
ko: ì ì© ë° ìë£
pl: Zastosuj i zakończ
pt_br: Aplicar e concluir
ru: ÐÑÐ¸Ð¼ÐµÐ½Ð¸ÑÑ Ð¸ Ð·Ð°Ð²ÐµÑÑÐ¸ÑÑ
zh_hans: ç³è¯·å¹¶å®æ

source: No script updates
ar: ÙØ§ ØªÙØ¬Ø¯ ØªØ­Ø¯ÙØ«Ø§Øª Ø§ÙØ¨Ø±ÙØ§Ù Ø¬ Ø§ÙÙØµÙ
es: No hay actualizaciones de scripts
hu: Nincsenek szkriptfrissítések
it: Nessun aggiornamento script
ja: ã¹ã¯ãªããã®æ´æ°ã¯ããã¾ãã
ko: ì¤í¬ë¦½í¸ ì ë°ì´í¸ ìì
pl: Brak aktualizacji skryptów
pt_br: Nenhuma atualização de script
ru: ÐÐµÑ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ð¹ ÑÐºÑÐ¸Ð¿ÑÐ¾Ð²
zh_hans: æ²¡æèæ¬æ´æ°

source: Restart
ar: Ø¥Ø¹Ø§Ø¯Ø© ØªØ´ØºÙÙ
es: Reiniciar
hu: Újraindítás
it: Riavvia
ja: åèµ·å
ko: ë¤ì ìì
pl: Uruchom ponownie
pt_br: Reiniciar
ru: ÐÐµÑÐµÐ·Ð°Ð¿ÑÑÐº
zh_hans: éæ°å¯å¨

source: Script Content
ar: Ù Ø­ØªÙÙ Ø§ÙØ¨Ø±ÙØ§Ù Ø¬ Ø§ÙÙØµÙ
es: Contenido del script
hu: Szkript tartalma
it: Contenuto script
ja: ã¹ã¯ãªããã®å å®¹
ko: ì¤í¬ë¦½í¸ ë´ì©
pl: Zawartość skryptu
pt_br: Conteúdo do script
ru: Ð¡Ð¾Ð´ÐµÑÐ¶Ð°Ð½Ð¸Ðµ ÑÑÐµÐ½Ð°ÑÐ¸Ñ
zh_hans: èæ¬å å®¹

source: Showing preview (%@) of %@))
ar: Ø¹Ø±Ø¶ Ø§ÙÙ Ø¹Ø§ÙÙØ© (%@) ÙÙ %@))
es: Mostrando vista previa (%@) de %@))
hu: Előnézet megjelenítése (%@) / %@))
it: Anteprima (%@) di %@))
ja: %@ ã®ãã¬ãã¥ã¼ (%@) ãè¡¨ç¤ºä¸­)
ko: %@ì ë¯¸ë¦¬ë³´ê¸°(%@) íì ì¤))
pl: Podgląd (%@) z %@))
pt_br: Mostrando prévia (%@) de %@))
ru: ÐÐ¾ÐºÐ°Ð·ÑÐ²Ð°Ñ Ð¿ÑÐµÐ´Ð²Ð°ÑÐ¸ÑÐµÐ»ÑÐ½ÑÐ¹ Ð¿ÑÐ¾ÑÐ¼Ð¾ÑÑ (%@) %@))
zh_hans: æ¾ç¤º %@)) çé¢è§ (%@)

source: Applied Rules
ar: Ø§ÙÙÙØ§Ø¹Ø¯ Ø§ÙØªØ·Ø¨ÙÙÙØ©
es: Reglas aplicadas
hu: Alkalmazott szabályok
it: Regole applicate
ja: é©ç¨ãããã«ã¼ã«
ko: ì ì© ê·ì¹
pl: Zastosowane reguły
pt_br: Regras aplicadas
ru: ÐÑÐ¸Ð¼ÐµÐ½ÑÐµÐ¼ÑÐµ Ð¿ÑÐ°Ð²Ð¸Ð»Ð°
zh_hans: åºç¨è§å

source: Export
ar: ÙØµØ¯ÙØ±
es: Exportar
hu: Exportálás
it: Esporta
ja: è¼¸åº
ko: ë´ë³´ë´ë¤
pl: Eksportuj
pt_br: Exportar
ru: Ð­ÐºÑÐ¿Ð¾ÑÑ
zh_hans: åºå£

source: Required for YouTube ad blocking and much more
ar: Ù Ø·ÙÙØ¨ ÙØ­Ø¸Ø± Ø§ÙØ¥Ø¹ÙØ§ÙØ§Øª YouTube ÙØºÙØ± Ø°ÙÙ Ø§ÙÙØ«ÙØ±
es: Necesario para bloquear anuncios en YouTube y mucho más
hu: Szükséges a YouTube hirdetésblokkolásához és még sok máshoz
it: Necessario per bloccare gli annunci su YouTube e molto altro
ja: YouTube åºåãã­ãã¯ãªã©ã«å¿ è¦ã§ã
ko: YouTube ê´ê³ ì°¨ë¨ ë±ì íìí©ëë¤.
pl: Wymagane do blokowania reklam w YouTube i nie tylko
pt_br: Necessário para bloquear anúncios no YouTube e muito mais
ru: Ð¢ÑÐµÐ±ÑÐµÑÑÑ Ð´Ð»Ñ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÐ¸ ÑÐµÐºÐ»Ð°Ð¼Ñ YouTube Ð¸ Ð¼Ð½Ð¾Ð³Ð¾Ð³Ð¾ Ð´ÑÑÐ³Ð¾Ð³Ð¾.
zh_hans: YouTube å¹¿åæ¦æªç­æé

source: Ready
ar: Ù Ø³ØªØ¹Ø¯
es: Listo
hu: Kész
it: Pronto
ja: æºåãã§ãã¦
ko: ì¤ë¹ê° ë
pl: Gotowe
pt_br: Pronto
ru: ÐÐ¾ÑÐ¾Ð²ÑÐ¹
zh_hans: åå¤å¥½

source: Every 1 hour
ar: ÙÙ 1 Ø³Ø§Ø¹Ø©
es: Cada 1 hora
hu: 1 óránként
it: Ogni 1 ora
ja: 1æéãã¨
ko: 1ìê°ë§ë¤
pl: Co 1 godzinę
pt_br: A cada 1 hora
ru: ÐÐ°Ð¶Ð´ÑÐ¹ 1 ÑÐ°Ñ
zh_hans: æ¯1å°æ¶ä¸æ¬¡

source: Next: %@
ar: Ø§ÙØªØ§ÙÙ: %@
es: Siguiente: %@
hu: Következő: %@
it: Avanti: %@
ja: æ¬¡ã¸: %@
ko: ë¤ì: %@
pl: Dalej: %@
pt_br: Próximo: %@
ru: ÐÐ°Ð»ÐµÐµ: %@
zh_hans: ä¸ä¸é¡µï¼%@

source: Filter Apply
ar: ØªØ·Ø¨ÙÙ Ø§ÙØªØµÙÙØ©
es: Aplicación de filtros
hu: Szűrők alkalmazása
it: Applicazione filtri
ja: ãã£ã«ã¿ã¼é©ç¨
ko: íí° ì ì©
pl: Zastosowanie filtrów
pt_br: Aplicação de filtros
ru: Ð¤Ð¸Ð»ÑÑÑ ÐÑÐ¸Ð¼ÐµÐ½Ð¸ÑÑ
zh_hans: ç­é åºç¨

source: All
ar: Ø§ÙØ¬Ù ÙØ¹
es: Todos
hu: Összes
it: Tutti
ja: å ¨ã¦
ko: ëª¨ë
pl: Wszystkie
pt_br: Todos
ru: ÐÑÐµ
zh_hans: å ¨é¨

source: Blocked: 0
ar: المحظورة: 0
es: Bloqueado: 0
hu: Blokkolva: 0
it: Bloccati: 0
ja: ブロック済み: 0
ko: 차단됨: 0
pl: Zablokowane: 0
pt_br: Bloqueados: 0
ru: Заблокировано: 0
zh_hans: 已屏蔽：0

source: Checked %@ ago
ar: ØªÙ Ø§ÙØªØ­ÙÙ Ù ÙÙ ÙØ¨Ù %@
es: Revisado hace %@
hu: Ellenőrizve %@ ezelőtt
it: Controllato %@ fa
ja: %@åã«ãã§ãã¯ãã¾ãã
ko: %@ ì ì íì¸í¨
pl: Sprawdzono %@ temu
pt_br: Verificado há %@
ru: ÐÑÐ¾Ð²ÐµÑÐµÐ½Ð¾ %@ Ð½Ð°Ð·Ð°Ð´
zh_hans: %@ åæ£æ¥è¿

source: Blocking Level: %@
ar: Ù Ø³ØªÙÙ Ø§ÙØ­Ø¸Ø±: %@
es: Nivel de bloqueo: %@
hu: Blokkolási szint: %@
it: Livello di blocco: %@
ja: ãã­ãã¯ã¬ãã«: %@
ko: ì°¨ë¨ ìì¤: %@
pl: Poziom blokowania: %@
pt_br: Nível de bloqueio: %@
ru: Ð£ÑÐ¾Ð²ÐµÐ½Ñ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÐ¸: %@
zh_hans: é»æ­¢çº§å«ï¼%@

source: Remove Older Versions
ar: Ø¥Ø²Ø§ÙØ© Ø§ÙØ¥ØµØ¯Ø§Ø±Ø§Øª Ø§ÙØ£ÙØ¯Ù
es: Eliminar versiones antiguas
hu: Régebbi verziók eltávolítása
it: Rimuovi versioni precedenti
ja: å¤ããã¼ã¸ã§ã³ãåé¤ãã
ko: ì´ì  ë²ì  ì ê±°
pl: Usuń starsze wersje
pt_br: Remover versões antigas
ru: Ð£Ð´Ð°Ð»Ð¸ÑÑ ÑÑÐ°ÑÑÐµ Ð²ÐµÑÑÐ¸Ð¸
zh_hans: å é¤æ§çæ¬

source: Reminder notifications
ar: Ø¥Ø´Ø¹Ø§Ø±Ø§Øª Ø§ÙØªØ°ÙÙØ±
es: Notificaciones de recordatorio
hu: Emlékeztető értesítések
it: Notifiche di promemoria
ja: ãªãã¤ã³ãã¼éç¥
ko: ìë¦¼ ìë¦¼
pl: Powiadomienia przypominające
pt_br: Notificações de lembrete
ru: Ð£Ð²ÐµÐ´Ð¾Ð¼Ð»ÐµÐ½Ð¸Ñ-Ð½Ð°Ð¿Ð¾Ð¼Ð¸Ð½Ð°Ð½Ð¸Ñ
zh_hans: æééç¥

source: UserScript
es: Script de usuario
hu: Felhasználói szkript
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªãã
ko: ì¬ì©ìì¤í¬ë¦½í¸
pl: Skrypt użytkownika
pt_br: Script de usuário
ru: ÐÐ¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ð¹ ÑÐºÑÐ¸Ð¿Ñ
zh_hans: ç¨æ·èæ¬

source: Add Filter List
ar: Ø¥Ø¶Ø§ÙØ© ÙØ§Ø¦Ù Ø© Ø§ÙØªØµÙÙØ©
es: Agregar lista de filtros
hu: Szűrőlista hozzáadása
it: Aggiungi lista filtri
ja: ãã£ã«ã¿ãªã¹ãã®è¿½å
ko: íí° ëª©ë¡ ì¶ê°
pl: Dodaj listę filtrów
pt_br: Adicionar lista de filtros
ru: ÐÐ¾Ð±Ð°Ð²Ð¸ÑÑ ÑÐ¿Ð¸ÑÐ¾Ðº ÑÐ¸Ð»ÑÑÑÐ¾Ð²
zh_hans: æ·»å è¿æ»¤å¨åè¡¨

source: last updated %@
ar: Ø¢Ø®Ø± ØªØ­Ø¯ÙØ« %@
es: última actualización %@
hu: utoljára frissítve: %@
it: ultimo aggiornamento %@
ja: æçµæ´æ°æ¥ %@
ko: ë§ì§ë§ ì ë°ì´í¸: %@
pl: ostatnia aktualizacja %@
pt_br: última atualização %@
ru: Ð¿Ð¾ÑÐ»ÐµÐ´Ð½ÐµÐµ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ %@
zh_hans: æåæ´æ°%@

source: Recommended
ar: Ù ÙØ³ØªÙØ­Ø³ÙÙ
es: Recomendado
hu: Ajánlott
it: Consigliato
ja: æ¨å¥¨
ko: ì¶ì²
pl: Zalecane
pt_br: Recomendado
ru: Ð ÐµÐºÐ¾Ð¼ÐµÐ½Ð´ÑÐµÑÑÑ
zh_hans: åå°æ¨å´ç

source: Import File
ar: Ù ÙÙ Ø§ÙØ§Ø³ØªÙØ±Ø§Ø¯
es: Importar archivo
hu: Fájl importálása
it: Importa file
ja: ã¤ã³ãã¼ããã¡ã¤ã«
ko: íì¼ ê°ì ¸ì¤ê¸°
pl: Importuj plik
pt_br: Importar arquivo
ru: ÐÐ¼Ð¿Ð¾ÑÑÐ¸ÑÐ¾Ð²Ð°ÑÑ ÑÐ°Ð¹Ð»
zh_hans: å¯¼å ¥æä»¶

source: Edit User List
ar: ØªØ­Ø±ÙØ± ÙØ§Ø¦Ù Ø© Ø§ÙÙ Ø³ØªØ®Ø¯Ù ÙÙ
es: Editar lista de usuario
hu: Felhasználói lista szerkesztése
it: Modifica lista utente
ja: ã¦ã¼ã¶ã¼ãªã¹ãã®ç·¨é
ko: ì¬ì©ì ëª©ë¡ í¸ì§
pl: Edytuj listę użytkownika
pt_br: Editar lista do usuário
ru: Ð ÐµÐ´Ð°ÐºÑÐ¸ÑÐ¾Ð²Ð°ÑÑ ÑÐ¿Ð¸ÑÐ¾Ðº Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÐµÐ¹
zh_hans: ç¼è¾ç¨æ·åè¡¨

source: Community options
ar: Ø®ÙØ§Ø±Ø§Øª Ø§ÙÙ Ø¬ØªÙ Ø¹
es: Opciones de la comunidad
hu: Közösségi lehetőségek
it: Opzioni della community
ja: ã³ãã¥ããã£ãªãã·ã§ã³
ko: ì»¤ë®¤ëí° ìµì 
pl: Opcje społeczności
pt_br: Opções da comunidade
ru: ÐÐ¿ÑÐ¸Ð¸ ÑÐ¾Ð¾Ð±ÑÐµÑÑÐ²Ð°
zh_hans: ç¤¾åºéé¡¹

source: Version %@
ar: Ø§ÙØ¥ØµØ¯Ø§Ø± %@
es: Versión %@
hu: Verzió %@
it: Versione %@
ja: ãã¼ã¸ã§ã³ %@
ko: ë²ì  %@
pl: Wersja %@
pt_br: Versão %@
ru: ÐÐµÑÑÐ¸Ñ __Ð¢ÐÐÐÐ_0__
zh_hans: çæ¬ %@

source: Edit Name
ar: ØªØ­Ø±ÙØ± Ø§ÙØ§Ø³Ù
es: Editar nombre
hu: Név szerkesztése
it: Modifica nome
ja: ååã®ç·¨é
ko: ì´ë¦ ìì 
pl: Edytuj nazwę
pt_br: Editar nome
ru: ÐÐ·Ð¼ÐµÐ½Ð¸ÑÑ Ð¸Ð¼Ñ
zh_hans: ç¼è¾å§å

source: This may take a while
ar: ÙØ¯ ÙØ³ØªØºØ±Ù ÙØ°Ø§ Ø¨Ø¹Ø¶ Ø§ÙÙÙØª
es: Esto puede tardar un poco
hu: Ez eltarthat egy ideig
it: Potrebbe richiedere un po' di tempo
ja: ãã°ããæéããããå ´åãããã¾ã
ko: ìê°ì´ ì¢ ê±¸ë¦´ ì ììµëë¤.
pl: To może chwilę potrwać
pt_br: Isso pode levar um tempo
ru: Ð­ÑÐ¾ Ð¼Ð¾Ð¶ÐµÑ Ð·Ð°Ð½ÑÑÑ Ð½ÐµÐºÐ¾ÑÐ¾ÑÐ¾Ðµ Ð²ÑÐµÐ¼Ñ
zh_hans: è¿å¯è½éè¦ä¸æ®µæ¶é´

source: soon
ar: ÙØ±ÙØ¨Ø§Ù
es: pronto
hu: hamarosan
it: presto
ja: ãã
ko: ê³§
pl: wkrótce
pt_br: em breve
ru: ÑÐºÐ¾ÑÐ¾
zh_hans: å¾å¿«

source: Custom
ar: Ù Ø®ØµØµ
es: Personalizado
hu: Egyéni
it: Personalizzato
ja: ã«ã¹ã¿ã
ko: ê´ìµ
pl: Niestandardowe
pt_br: Personalizado
ru: ÐÐ±ÑÑÐ°Ð¹
zh_hans: é£ä¿

source: Filter Auto-Update
ar: Ø§ÙØªØ­Ø¯ÙØ« Ø§ÙØªÙÙØ§Ø¦Ù ÙÙØªØµÙÙØ©
es: Actualización automática de filtros
hu: Szűrők automatikus frissítése
it: Aggiornamento automatico filtri
ja: ãã£ã«ã¿ã¼ã®èªåæ´æ°
ko: íí° ìë ì ë°ì´í¸
pl: Automatyczna aktualizacja filtrów
pt_br: Atualização automática de filtros
ru: ÐÐ²ÑÐ¾Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ ÑÐ¸Ð»ÑÑÑÐ¾Ð²
zh_hans: è¿æ»¤å¨èªå¨æ´æ°

source: Size:
ar: Ù ÙØ§Ø³:
es: Tamaño:
hu: Méret:
it: Dimensione:
ja: ãµã¤ãºï¼
ko: í¬ê¸°:
pl: Rozmiar:
pt_br: Tamanho:
ru: Ð Ð°Ð·Ð¼ÐµÑ:
zh_hans: å°ºå¯¸ï¼

source: Country: %@
ar: Ø§ÙØ¯ÙÙØ©: %@
es: País: %@
hu: Ország: %@
it: Paese: %@
ja: å½: %@
ko: êµ­ê°: %@
pl: Kraj: %@
pt_br: País: %@
ru: Ð¡ÑÑÐ°Ð½Ð°: %@
zh_hans: å½å®¶ï¼%@

source: %@ entries
ar: %@ Ø¥Ø¯Ø®Ø§ÙØ§Øª
es: %@ entradas
hu: %@ bejegyzés
it: %@ voci
ja: %@ ã¨ã³ããª
ko: %@ í­ëª©
pl: %@ wpisów
pt_br: %@ entradas
ru: %@ Ð·Ð°Ð¿Ð¸ÑÐµÐ¹
zh_hans: %@ æ¡ç®

source: Enter Domain
ar: Ø£Ø¯Ø®Ù Ø§ÙÙ Ø¬Ø§Ù
es: Ingresa dominio
hu: Domain megadása
it: Inserisci dominio
ja: ãã¡ã¤ã³ãå ¥åãã¦ãã ãã
ko: ëë©ì¸ ì ë ¥
pl: Wpisz domenę
pt_br: Inserir domínio
ru: ÐÐ²ÐµÐ´Ð¸ÑÐµ Ð´Ð¾Ð¼ÐµÐ½
zh_hans: è¾å ¥åå

source: Source URL
ar: Ø§ÙÙ ØµØ¯Ø± URL
es: URL de origen
hu: Forrás URL
it: URL sorgente
ja: ã½ã¼ã¹ URL
ko: ìì¤ URL
pl: Źródłowy URL
pt_br: URL de origem
ru: ÐÑÑÐ¾ÑÐ½Ð¸Ðº URL
zh_hans: æ¥æº URL

source: Not selected
ar: ÙÙ ÙØªÙ Ø§ÙØªØ­Ø¯ÙØ¯
es: No seleccionado
hu: Nincs kiválasztva
it: Non selezionato
ja: æªé¸æ
ko: ì íëì§ ìì
pl: Nie wybrano
pt_br: Não selecionado
ru: ÐÐµ Ð²ÑÐ±ÑÐ°Ð½Ð¾
zh_hans: æªéæ©

source: If you close wBlock with unapplied changes, we'll send a gentle nudge so nothing gets forgotten.
ar: Ø¥Ø°Ø§ ÙÙ Øª Ø¨Ø¥ØºÙØ§Ù wBlock Ù Ø¹ ØªØºÙÙØ±Ø§Øª ØºÙØ± Ù Ø·Ø¨ÙØ©Ø ÙØ³ÙØ±Ø³Ù ÙÙ ØªÙØ¨ÙÙÙØ§ ÙØ·ÙÙÙØ§ Ø­ØªÙ ÙØ§ ÙØªÙ ÙØ³ÙØ§Ù Ø£Ù Ø´ÙØ¡.
es: Si cierras wBlock con cambios sin aplicar, te enviaremos un recordatorio suave para que no se te olvide nada.
hu: Ha nem alkalmazott módosításokkal zárod be a wBlockot, küldünk egy finom emlékeztetőt, hogy semmi ne maradjon el.
it: Se chiudi wBlock con modifiche non applicate, ti invieremo un promemoria così non dimentichi nulla.
ja: å¤æ´ãé©ç¨ããã« wBlock ãéããã¨ãä½ãå¿ããããªãããã«ç©ãããªããã¸ãéä¿¡ããã¾ãã
ko: ë³ê²½ ì¬í­ì ì ì©íì§ ìì ì± wBlockì(ë¥¼) ë«ì¼ë©´ ìë¬´ê²ë ìì´ë²ë¦¬ì§ ìëë¡ ë¶ëë½ê² ìë¦¼ì ë³´ë´ëë¦½ëë¤.
pl: Jeśli zamkniesz wBlock z niezastosowanymi zmianami, wyślemy delikatne przypomnienie, aby niczego nie pominąć.
pt_br: Se você fechar o wBlock com alterações não aplicadas, enviaremos um lembrete para nada ser esquecido.
ru: ÐÑÐ»Ð¸ Ð²Ñ Ð·Ð°ÐºÑÐ¾ÐµÑÐµ wBlock Ñ Ð½ÐµÐ¿ÑÐ¸Ð¼ÐµÐ½ÐµÐ½Ð½ÑÐ¼Ð¸ Ð¸Ð·Ð¼ÐµÐ½ÐµÐ½Ð¸ÑÐ¼Ð¸, Ð¼Ñ Ð¾ÑÐ¿ÑÐ°Ð²Ð¸Ð¼ Ð²Ð°Ð¼ Ð»ÐµÐ³ÐºÐ¸Ð¹ ÑÐ¸Ð³Ð½Ð°Ð», ÑÑÐ¾Ð±Ñ Ð½Ð¸ÑÐµÐ³Ð¾ Ð½Ðµ Ð±ÑÐ»Ð¾ Ð·Ð°Ð±ÑÑÐ¾.
zh_hans: å¦ææ¨å ³é­ wBlock å¹¶è¿è¡æªåºç¨çæ´æ¹ï¼æä»¬å°ååºè½»è½»çæç¤ºï¼è¿æ ·å°±ä¸ä¼å¿è®°ä»»ä½å å®¹ã

source: None
ar: ÙØ§ Ø£Ø­Ø¯
es: Ninguno
hu: Nincs
it: Nessuno
ja: ãªã
ko: ìì
pl: Brak
pt_br: Nenhum
ru: ÐÐ¸ÐºÑÐ¾
zh_hans: æ²¡æä»»ä½

source: This script hasn't been downloaded yet.
ar: ÙÙ ÙØªÙ ØªÙØ²ÙÙ ÙØ°Ø§ Ø§ÙØ¨Ø±ÙØ§Ù Ø¬ Ø§ÙÙØµÙ Ø¨Ø¹Ø¯.
es: Este script aún no se ha descargado.
hu: Ezt a szkriptet még nem töltötted le.
it: Questo script non è stato ancora scaricato.
ja: ãã®ã¹ã¯ãªããã¯ã¾ã ãã¦ã³ã­ã¼ãããã¦ãã¾ããã
ko: ì´ ì¤í¬ë¦½í¸ë ìì§ ë¤ì´ë¡ëëì§ ìììµëë¤.
pl: Ten skrypt nie został jeszcze pobrany.
pt_br: Este script ainda não foi baixado.
ru: Ð­ÑÐ¾Ñ ÑÐºÑÐ¸Ð¿Ñ ÐµÑÐµ Ð½Ðµ Ð·Ð°Ð³ÑÑÐ¶ÐµÐ½.
zh_hans: è¯¥èæ¬å°æªä¸è½½ã

source: These lists are community-maintained. Enable them if you still see regional ads.
ar: ÙØ°Ù Ø§ÙÙÙØ§Ø¦Ù ÙØªÙ ØµÙØ§ÙØªÙØ§ Ù Ù ÙØ¨Ù Ø§ÙÙ Ø¬ØªÙ Ø¹. ÙÙ Ø¨ØªÙ ÙÙÙÙØ§ Ø¥Ø°Ø§ ÙÙØª ÙØ§ ØªØ²Ø§Ù ØªØ±Ù Ø§ÙØ¥Ø¹ÙØ§ÙØ§Øª Ø§ÙØ¥ÙÙÙÙ ÙØ©.
es: Estas listas son mantenidas por la comunidad. Actívalas si aún ves anuncios regionales.
hu: Ezeket a listákat a közösség tartja karban. Engedélyezd őket, ha továbbra is látsz regionális hirdetéseket.
it: Queste liste sono gestite dalla community. Attivale se vedi ancora annunci regionali.
ja: ãããã®ãªã¹ãã¯ã³ãã¥ããã£ã«ãã£ã¦ç®¡çããã¦ãã¾ããã¾ã å°ååºåãè¡¨ç¤ºãããå ´åã¯ãæå¹ã«ãã¦ãã ããã
ko: ì´ ëª©ë¡ì ì»¤ë®¤ëí°ìì ê´ë¦¬ë©ëë¤. ì§ì­ ê´ê³ ê° ê³ì íìëë©´ íì±ííì¸ì.
pl: Te listy są utrzymywane przez społeczność. Włącz je, jeśli nadal widzisz reklamy regionalne.
pt_br: Essas listas são mantidas pela comunidade. Ative-as se você ainda vir anúncios regionais.
ru: Ð­ÑÐ¸ ÑÐ¿Ð¸ÑÐºÐ¸ Ð¿Ð¾Ð´Ð´ÐµÑÐ¶Ð¸Ð²Ð°ÑÑÑÑ ÑÐ¾Ð¾Ð±ÑÐµÑÑÐ²Ð¾Ð¼. ÐÐºÐ»ÑÑÐ¸ÑÐµ Ð¸Ñ , ÐµÑÐ»Ð¸ Ð²Ñ Ð²ÑÐµ ÐµÑÐµ Ð²Ð¸Ð´Ð¸ÑÐµ ÑÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÑ ÑÐµÐºÐ»Ð°Ð¼Ñ.
zh_hans: è¿äºåè¡¨ç±ç¤¾åºç»´æ¤ãå¦ææ¨ä»ç¶çå°åºåå¹¿åï¼è¯·å¯ç¨å®ä»¬ã

source: iCloud Sync
ar: iCloud Ù Ø²Ø§Ù ÙØ©
es: Sincronización con iCloud
hu: iCloud szinkronizálás
it: Sincronizzazione iCloud
ja: iCloud åæ
ko: iCloud ëê¸°í
pl: Synchronizacja iCloud
pt_br: Sincronização do iCloud
ru: iCloud Ð¡Ð¸Ð½Ñ ÑÐ¾Ð½Ð¸Ð·Ð°ÑÐ¸Ñ
zh_hans: iCloud åæ­¥

source: Auto-Update Filters
ar: Ù Ø±Ø´Ø­Ø§Øª Ø§ÙØªØ­Ø¯ÙØ« Ø§ÙØªÙÙØ§Ø¦Ù
es: Actualización automática de filtros
hu: Szűrők automatikus frissítése
it: Aggiornamento automatico filtri
ja: èªåæ´æ°ãã£ã«ã¿ã¼
ko: ìë ì ë°ì´í¸ íí°
pl: Automatycznie aktualizuj filtry
pt_br: Atualização automática de filtros
ru: Ð¤Ð¸Ð»ÑÑÑÑ Ð°Ð²ÑÐ¾Ð¼Ð°ÑÐ¸ÑÐµÑÐºÐ¾Ð³Ð¾ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ñ
zh_hans: èªå¨æ´æ°è¿æ»¤å¨

source: This will reset all filters, userscripts, and preferences.
ar: Ø³ÙØ¤Ø¯Ù ÙØ°Ø§ Ø¥ÙÙ Ø¥Ø¹Ø§Ø¯Ø© ØªØ¹ÙÙÙ Ø¬Ù ÙØ¹ Ø¹ÙØ§Ù Ù Ø§ÙØªØµÙÙØ© ÙÙØµÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù ÙØ§ÙØªÙØ¶ÙÙØ§Øª.
es: Esto restablecerá todos los filtros, scripts de usuario y preferencias.
hu: Ez visszaállít minden szűrőt, felhasználói szkriptet és beállítást.
it: Questo reimposterà tutti i filtri, gli userscript e le preferenze.
ja: ããã«ããããã¹ã¦ã®ãã£ã«ã¿ã¼ãã¦ã¼ã¶ã¼ã¹ã¯ãªãããç°å¢è¨­å®ããªã»ããããã¾ãã
ko: ê·¸ë¬ë©´ ëª¨ë íí°, ì¬ì©ì ì¤í¬ë¦½í¸ ë° íê²½ ì¤ì ì´ ì¬ì¤ì ë©ëë¤.
pl: To zresetuje wszystkie filtry, skrypty użytkownika i preferencje.
pt_br: Isso redefinirá todos os filtros, scripts de usuário e preferências.
ru: Ð­ÑÐ¾ ÑÐ±ÑÐ¾ÑÐ¸Ñ Ð²ÑÐµ ÑÐ¸Ð»ÑÑÑÑ, Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÐºÑÐ¸Ð¿ÑÑ Ð¸ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐ¸.
zh_hans: è¿å°éç½®ææè¿æ»¤å¨ãç¨æ·èæ¬åé¦éé¡¹ã

source: We found an existing wBlock configuration in iCloud (%@). You can skip onboarding and use that instead.
ar: ÙÙØ¯ Ø¹Ø«Ø±ÙØ§ Ø¹ÙÙ ØªÙÙÙÙ wBlock Ù ÙØ¬ÙØ¯ ÙÙ iCloud (%@). ÙÙ ÙÙÙ ØªØ®Ø·Ù Ø¹Ù ÙÙØ© Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯ ÙØ§Ø³ØªØ®Ø¯Ø§Ù Ø°ÙÙ Ø¨Ø¯ÙØ§Ù Ù Ù Ø°ÙÙ.
es: Encontramos una configuración existente de wBlock en iCloud (%@). Puedes omitir la configuración inicial y usar esa.
hu: Találtunk egy meglévő wBlock konfigurációt az iCloudban (%@). Kihagyhatod a kezdő beállítást, és ezt használhatod.
it: Abbiamo trovato una configurazione wBlock esistente in iCloud (%@). Puoi saltare l'onboarding e usare quella.
ja: iCloud (%@) ã§æ¢å­ã® wBlock æ§æãè¦ã¤ããã¾ããããªã³ãã¼ãã£ã³ã°ãã¹ã­ãããã¦ãä»£ããã«ãããä½¿ç¨ã§ãã¾ãã
ko: iCloud(%@)ìì ê¸°ì¡´ wBlock êµ¬ì±ì ì°¾ììµëë¤. ì¨ë³´ë©ì ê±´ëë°ê³ ëì ì¬ì©í ì ììµëë¤.
pl: Znaleziono istniejącą konfigurację wBlock w iCloud (%@). Możesz pominąć konfigurację początkową i użyć jej zamiast tego.
pt_br: Encontramos uma configuração existente do wBlock no iCloud (%@). Você pode pular a configuração inicial e usar essa configuração.
ru: ÐÑ Ð¾Ð±Ð½Ð°ÑÑÐ¶Ð¸Ð»Ð¸ ÑÑÑÐµÑÑÐ²ÑÑÑÑÑ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ñ wBlock Ð² iCloud (%@). ÐÑ Ð¼Ð¾Ð¶ÐµÑÐµ Ð¿ÑÐ¾Ð¿ÑÑÑÐ¸ÑÑ ÑÐµÐ³Ð¸ÑÑÑÐ°ÑÐ¸Ñ Ð¸ Ð¸ÑÐ¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÑ ÐµÐµ Ð²Ð¼ÐµÑÑÐ¾ ÑÑÐ¾Ð³Ð¾.
zh_hans: æä»¬å¨ iCloud (%@) ä¸­åç°äºç°æç wBlock é ç½®ãæ¨å¯ä»¥è·³è¿å ¥èå¹¶ä½¿ç¨å®ã

source: View Content
ar: Ø¹Ø±Ø¶ Ø§ÙÙ Ø­ØªÙÙ
es: Ver contenido
hu: Tartalom megtekintése
it: Visualizza contenuto
ja: ã³ã³ãã³ããè¦ã
ko: ì½í ì¸ ë³´ê¸°
pl: Pokaż zawartość
pt_br: Ver conteúdo
ru: ÐÐ¾ÑÐ¼Ð¾ÑÑÐµÑÑ ÐºÐ¾Ð½ÑÐµÐ½Ñ
zh_hans: æ¥çå å®¹

source: Regional filters
ar: Ø§ÙÙ Ø±Ø´Ø­Ø§Øª Ø§ÙØ¥ÙÙÙÙ ÙØ©
es: Filtros regionales
hu: Regionális szűrők
it: Filtri regionali
ja: å°åãã£ã«ã¿ã¼
ko: ì§ì­ íí°
pl: Filtry regionalne
pt_br: Filtros regionais
ru: Ð ÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÐµ ÑÐ¸Ð»ÑÑÑÑ
zh_hans: åºåè¿æ»¤å¨

source: A filter list with this URL already exists in wBlock.
ar: ØªÙØ¬Ø¯ ÙØ§Ø¦Ù Ø© Ø¹ÙØ§Ù Ù Ø§ÙØªØµÙÙØ© Ø¨ÙØ°Ø§ URL Ø¨Ø§ÙÙØ¹Ù ÙÙ wBlock.
es: Ya existe una lista de filtros con esta URL en wBlock.
hu: Már létezik ilyen URL-ű szűrőlista a wBlockban.
it: In wBlock esiste già una lista filtri con questo URL.
ja: ãã® URL ãå«ããã£ã«ã¿ã¼ ãªã¹ãã¯ãã§ã« wBlock ã«å­å¨ãã¾ãã
ko: ì´ URLì´(ê°) ìë íí° ëª©ë¡ì´ ì´ë¯¸ wBlockì ììµëë¤.
pl: Lista filtrów z tym adresem URL już istnieje w wBlock.
pt_br: Uma lista de filtros com esta URL já existe no wBlock.
ru: Ð¡Ð¿Ð¸ÑÐ¾Ðº ÑÐ¸Ð»ÑÑÑÐ¾Ð² Ñ ÑÑÐ¸Ð¼ URL ÑÐ¶Ðµ ÑÑÑÐµÑÑÐ²ÑÐµÑ Ð² wBlock.
zh_hans: å¸¦ææ­¤ URL çè¿æ»¤å¨åè¡¨å·²å­å¨äº wBlock ä¸­ã

source: Search filters
ar: Ù Ø±Ø´Ø­Ø§Øª Ø§ÙØ¨Ø­Ø«
es: Buscar filtros
hu: Szűrők keresése
it: Cerca filtri
ja: æ¤ç´¢ãã£ã«ã¿ã¼
ko: ê²ì íí°
pl: Szukaj filtrów
pt_br: Pesquisar filtros
ru: Ð¤Ð¸Ð»ÑÑÑÑ Ð¿Ð¾Ð¸ÑÐºÐ°
zh_hans: æç´¢è¿æ»¤å¨

source: URL requirements
ar: URL Ø§ÙÙ ØªØ·ÙØ¨Ø§Øª
es: Requisitos de URL
hu: URL követelmények
it: Requisiti URL
ja: URL ã®è¦ä»¶
ko: URL ìêµ¬ ì¬í­
pl: Wymagania URL
pt_br: Requisitos da URL
ru: URL ÑÑÐµÐ±Ð¾Ð²Ð°Ð½Ð¸Ñ
zh_hans: URL è¦æ±
