Repository: 0xCUB3/wBlock
Catalog: wBlock Advanced/*.lproj/Localizable.strings
Languages: ar, es, hu, it, ja, ko, pl, pt_br, ru, zh_hans

source: Paste
ar: ÙØµÙ
es: Pegar
hu: Beillesztés
it: Incolla
ja: ãã¼ã¹ã
ko: ë°ì£½
pl: Wklej
pt_br: Colar
ru: ÐÑÑÐ°Ð²Ð¸ÑÑ
zh_hans: ç²è´´

source: Cancel
ar: ÙÙØºÙ
es: Cancelar
hu: Mégse
it: Annulla
ja: ã­ã£ã³ã»ã«
ko: ì·¨ì
pl: Anuluj
pt_br: Cancelar
ru: ÐÑÐ¼ÐµÐ½Ð°
zh_hans: åæ¶

source: Large file - scrolling may be slow
ar: Ù ÙÙ ÙØ¨ÙØ± - ÙØ¯ ÙÙÙÙ Ø§ÙØªÙ Ø±ÙØ± Ø¨Ø·ÙØ¦ÙØ§
es: Archivo grande: el desplazamiento puede ser lento
hu: Nagy fájl - a görgetés lassú lehet
it: File grande - lo scorrimento potrebbe essere lento
ja: ãã¡ã¤ã«ãå¤§ãã - ã¹ã¯ã­ã¼ã«ãé ããªãå ´åãããã¾ã
ko: ëì©ë íì¼ - ì¤í¬ë¡¤ì´ ëë¦´ ì ìì
pl: Duży plik - przewijanie może być wolne
pt_br: Arquivo grande - a rolagem pode ficar lenta
ru: ÐÐ¾Ð»ÑÑÐ¾Ð¹ ÑÐ°Ð¹Ð» â Ð¿ÑÐ¾ÐºÑÑÑÐºÐ° Ð¼Ð¾Ð¶ÐµÑ Ð±ÑÑÑ Ð¼ÐµÐ´Ð»ÐµÐ½Ð½Ð¾Ð¹.
zh_hans: æä»¶å¤§ - æ»å¨å¯è½ä¼å¾æ ¢

source: wBlock Advanced must be enabled and set to 'Always Allow on All Websites' to block YouTube ads.
ar: wBlock ÙØ¬Ø¨ ØªÙ ÙÙÙ Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯Ø§Øª Ø§ÙÙ ØªÙØ¯Ù Ø© ÙØªØ¹ÙÙÙÙØ§ Ø¹ÙÙ "Ø§ÙØ³Ù Ø§Ø­ Ø¯Ø§Ø¦Ù ÙØ§ Ø¹ÙÙ Ø¬Ù ÙØ¹ Ù ÙØ§ÙØ¹ Ø§ÙÙÙØ¨" ÙÙ ÙØ¹ Ø¥Ø¹ÙØ§ÙØ§Øª YouTube.
es: wBlock Advanced debe estar activado y configurado en 'Always Allow on All Websites' para bloquear anuncios de YouTube.
hu: A YouTube-hirdetések blokkolásához a 'wBlock Advanced' bővítményt engedélyezni kell, és 'Always Allow on All Websites' értékre kell állítani.
it: wBlock Advanced deve essere abilitato e impostato su 'Always Allow on All Websites' per bloccare gli annunci su YouTube.
ja: YouTube åºåããã­ãã¯ããã«ã¯ãwBlock è©³ç´°è¨­å®ãæå¹ã«ããããã¹ã¦ã® Web ãµã¤ãã§å¸¸ã«è¨±å¯ãã«è¨­å®ããå¿ è¦ãããã¾ãã
ko: wBlock ê³ ê¸ì íì±ííê³ 'ëª¨ë ì¹ì¬ì´í¸ìì í­ì íì©'ì¼ë¡ ì¤ì í´ì¼ YouTube ê´ê³ ë¥¼ ì°¨ë¨í ì ììµëë¤.
pl: Aby blokować reklamy w YouTube, wBlock Advanced musi być włączone i ustawione na 'Always Allow on All Websites'.
pt_br: wBlock Advanced deve estar ativado e definido como 'Sempre Permitir em Todos os Sites' para bloquear anúncios no YouTube.
ru: Ð§ÑÐ¾Ð±Ñ Ð·Ð°Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²Ð°ÑÑ ÑÐµÐºÐ»Ð°Ð¼Ñ YouTube, Ð½ÐµÐ¾Ð±Ñ Ð¾Ð´Ð¸Ð¼Ð¾ Ð²ÐºÐ»ÑÑÐ¸ÑÑ Ð¿Ð°ÑÐ°Ð¼ÐµÑÑ wBlock Advanced Ð¸ ÑÑÑÐ°Ð½Ð¾Ð²Ð¸ÑÑ Ð·Ð½Ð°ÑÐµÐ½Ð¸Ðµ Â«ÐÑÐµÐ³Ð´Ð° ÑÐ°Ð·ÑÐµÑÐ°ÑÑ Ð½Ð° Ð²ÑÐµÑ Ð²ÐµÐ±-ÑÐ°Ð¹ÑÐ°Ñ Â».
zh_hans: å¿ é¡»å¯ç¨ wBlock é«çº§å¹¶å°å ¶è®¾ç½®ä¸ºâå§ç»å è®¸å¨ææç½ç«ä¸âæè½é»æ­¢ YouTube å¹¿åã

source: Privacy
ar: Ø®ØµÙØµÙØ©
es: Privacidad
hu: Adatvédelem
ja: ãã©ã¤ãã·ã¼
ko: ìë
pl: Prywatność
pt_br: Privacidade
ru: ÐÐ¾Ð½ÑÐ¸Ð´ÐµÐ½ÑÐ¸Ð°Ð»ÑÐ½Ð¾ÑÑÑ
zh_hans: éç§

source: Rules
ar: ÙÙØ§Ø¹Ø¯
es: Reglas
hu: Szabályok
it: Regole
ja: ã«ã¼ã«
ko: ê·ì¹
pl: Reguły
pt_br: Regras
ru: ÐÑÐ°Ð²Ð¸Ð»Ð°
zh_hans: è§å

source: Enabled Lists
ar: Ø§ÙÙÙØ§Ø¦Ù Ø§ÙÙ Ù ÙÙÙØ©
es: Listas activadas
hu: Engedélyezett listák
it: Liste abilitate
ja: æå¹ãªãªã¹ã
ko: íì±íë ëª©ë¡
pl: Włączone listy
pt_br: Listas ativadas
ru: ÐÐºÐ»ÑÑÐµÐ½Ð½ÑÐµ ÑÐ¿Ð¸ÑÐºÐ¸
zh_hans: å¯ç¨åè¡¨

source: Paste from Clipboard
ar: ÙØµÙ Ù Ù Ø§ÙØ­Ø§ÙØ¸Ø©
es: Pegar desde el portapapeles
hu: Beillesztés vágólapról
it: Incolla dagli appunti
ja: ã¯ãªãããã¼ãããè²¼ãä»ã
ko: í´ë¦½ë³´ëìì ë¶ì¬ë£ê¸°
pl: Wklej ze schowka
pt_br: Colar da área de transferência
ru: ÐÑÑÐ°Ð²Ð¸ÑÑ Ð¸Ð· Ð±ÑÑÐµÑÐ° Ð¾Ð±Ð¼ÐµÐ½Ð°
zh_hans: ä»åªè´´æ¿ç²è´´

source: No Userscripts
ar: ÙØ§ ØªÙØ¬Ø¯ ÙØµÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù
es: No hay scripts de usuario
hu: Nincsenek felhasználói szkriptek
it: Nessuno userscript
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªãããªã
ko: ì¬ì©ì ì¤í¬ë¦½í¸ ìì
pl: Brak skryptów użytkownika
pt_br: Nenhum script de usuário
ru: ÐÐµÑ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ñ ÑÐºÑÐ¸Ð¿ÑÐ¾Ð²
zh_hans: æ ç¨æ·èæ¬

source: Userscripts
ar: ÙØµÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù
es: Scripts de usuario
hu: Felhasználói szkriptek
it: Userscript
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªãã
ko: ì¬ì©ì ì¤í¬ë¦½í¸
pl: Skrypty użytkownika
pt_br: Scripts de usuário
ru: ÐÐ¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÐºÑÐ¸Ð¿ÑÑ
zh_hans: ç¨æ·èæ¬

source: URL Patterns (\(script.matches.count))
es: Patrones de URL (\(script.matches.count))
hu: URL minták (\(script.matches.count))
it: Pattern URL (\(script.matches.count))
pl: Wzorce URL (\(script.matches.count))
pt_br: Padrões de URL (\(script.matches.count))

source: Select any userscripts you want to enable. These add extra features or fixes. You can always add more in the settings later.
ar: Ø­Ø¯Ø¯ Ø£Ù ÙØµÙØµ Ù Ø³ØªØ®Ø¯Ù ØªØ±ÙØ¯ ØªÙ ÙÙÙÙØ§. ØªØ¶ÙÙ ÙØ°Ù Ù ÙØ²Ø§Øª Ø£Ù Ø¥ØµÙØ§Ø­Ø§Øª Ø¥Ø¶Ø§ÙÙØ©. ÙÙ ÙÙÙ Ø¯Ø§Ø¦Ù ÙØ§ Ø¥Ø¶Ø§ÙØ© Ø§ÙÙ Ø²ÙØ¯ ÙÙ Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯Ø§Øª ÙØ§Ø­ÙÙØ§.
es: Selecciona los scripts de usuario que quieras activar. Añaden funciones o correcciones extra. Siempre puedes agregar más después en la configuración.
hu: Válaszd ki az engedélyezni kívánt felhasználói szkripteket. Ezek extra funkciókat vagy javításokat adnak. Később bármikor hozzáadhatsz többet a beállításokban.
it: Seleziona gli userscript che vuoi abilitare. Aggiungono funzioni o correzioni extra. Potrai sempre aggiungerne altri nelle impostazioni.
ja: æå¹ã«ããã¦ã¼ã¶ã¼ ã¹ã¯ãªãããé¸æãã¾ãããããã«ãããè¿½å ã®æ©è½ãä¿®æ­£ãè¿½å ããã¾ããå¾ããè¨­å®ã§ãã¤ã§ãè¿½å ã§ãã¾ãã
ko: íì±ííë ¤ë ì¬ì©ì ì¤í¬ë¦½í¸ë¥¼ ì ííì­ìì¤. ì¬ê¸°ìë ì¶ê° ê¸°ë¥ì´ë ìì  ì¬í­ì´ ì¶ê°ë©ëë¤. ëì¤ì ì¸ì ë ì§ ì¤ì ìì ë ì¶ê°í ì ììµëë¤.
pl: Wybierz skrypty użytkownika, które chcesz włączyć. Dodają dodatkowe funkcje lub poprawki. Zawsze możesz dodać więcej później w ustawieniach.
pt_br: Selecione os scripts de usuário que deseja ativar. Eles adicionam recursos extras ou correções. Você sempre pode adicionar mais depois nos ajustes.
ru: ÐÑÐ±ÐµÑÐ¸ÑÐµ Ð»ÑÐ±ÑÐµ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÐºÑÐ¸Ð¿ÑÑ, ÐºÐ¾ÑÐ¾ÑÑÐµ Ð²Ñ Ñ Ð¾ÑÐ¸ÑÐµ Ð²ÐºÐ»ÑÑÐ¸ÑÑ. ÐÐ½Ð¸ Ð´Ð¾Ð±Ð°Ð²Ð»ÑÑÑ Ð´Ð¾Ð¿Ð¾Ð»Ð½Ð¸ÑÐµÐ»ÑÐ½ÑÐµ ÑÑÐ½ÐºÑÐ¸Ð¸ Ð¸Ð»Ð¸ Ð¸ÑÐ¿ÑÐ°Ð²Ð»ÐµÐ½Ð¸Ñ. ÐÑ Ð²ÑÐµÐ³Ð´Ð° Ð¼Ð¾Ð¶ÐµÑÐµ Ð´Ð¾Ð±Ð°Ð²Ð¸ÑÑ Ð±Ð¾Ð»ÑÑÐµ Ð² Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐ°Ñ Ð¿Ð¾Ð·Ð¶Ðµ.
zh_hans: éæ©æ¨æ³è¦å¯ç¨çä»»ä½ç¨æ·èæ¬ãè¿äºæ·»å äºé¢å¤çåè½æä¿®å¤ãæ¨ç¨åå¯ä»¥éæ¶å¨è®¾ç½®ä¸­æ·»å æ´å¤å å®¹ã

source: Updating Scripts
ar: ØªØ­Ø¯ÙØ« Ø§ÙØ¨Ø±Ø§Ù Ø¬ Ø§ÙÙØµÙØ©
es: Actualizando scripts
hu: Szkriptek frissítése
it: Aggiornamento script
ja: ã¹ã¯ãªããã®æ´æ°
ko: ì¤í¬ë¦½í¸ ì ë°ì´í¸
pl: Aktualizowanie skryptów
pt_br: Atualizando scripts
ru: ÐÐ±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ ÑÐºÑÐ¸Ð¿ÑÐ¾Ð²
zh_hans: æ´æ°èæ¬

source: (%@) source rules)
ar: (%@) ÙÙØ§Ø¹Ø¯ Ø§ÙÙ ØµØ¯Ø±)
es: (%@) reglas de origen)
hu: (%@) forrásszabály)
it: (%@) regole sorgente)
ja: (%@) ã½ã¼ã¹ ã«ã¼ã«)
ko: (%@) ìì¤ ê·ì¹)
pl: (%@) reguł źródłowych)
pt_br: (%@) regras de origem)
ru: (%@) Ð¸ÑÑ Ð¾Ð´Ð½ÑÐµ Ð¿ÑÐ°Ð²Ð¸Ð»Ð°)
zh_hans: (%@) æºè§åï¼

source: We don't have language data for %@. Try enabling filters manually if you see regional ads.
ar: ÙÙØ³ ÙØ¯ÙÙØ§ Ø¨ÙØ§ÙØ§Øª ÙØºØ© ÙÙ %@. Ø­Ø§ÙÙ ØªÙ ÙÙÙ Ø¹ÙØ§Ù Ù Ø§ÙØªØµÙÙØ© ÙØ¯ÙÙÙØ§ Ø¥Ø°Ø§ Ø±Ø£ÙØª Ø¥Ø¹ÙØ§ÙØ§Øª Ø¥ÙÙÙÙ ÙØ©.
es: No tenemos datos de idioma para %@. Prueba activar filtros manualmente si ves anuncios regionales.
hu: Nincs nyelvi adatunk ehhez: %@. Ha regionális hirdetéseket látsz, próbáld kézzel engedélyezni a szűrőket.
it: Non abbiamo dati linguistici per %@. Prova ad abilitare i filtri manualmente se vedi annunci regionali.
ja: %@ ã®è¨èªãã¼ã¿ãããã¾ãããå°åå¥ã®åºåãè¡¨ç¤ºãããå ´åã¯ããã£ã«ã¿ãæåã§æå¹ã«ãã¦ã¿ã¦ãã ããã
ko: %@ì ëí ì¸ì´ ë°ì´í°ê° ììµëë¤. ì§ì­ ê´ê³ ê° íìëë©´ íí°ë¥¼ ìëì¼ë¡ íì±íí´ ë³´ì¸ì.
pl: Nie mamy danych językowych dla %@. Spróbuj włączyć filtry ręcznie, jeśli widzisz reklamy regionalne.
pt_br: Não temos dados de idioma para %@. Tente ativar filtros manualmente se você vir anúncios regionais.
ru: Ð£ Ð½Ð°Ñ Ð½ÐµÑ Ð´Ð°Ð½Ð½ÑÑ Ð¾ ÑÐ·ÑÐºÐµ Ð´Ð»Ñ %@. ÐÐ¾Ð¿ÑÐ¾Ð±ÑÐ¹ÑÐµ Ð²ÐºÐ»ÑÑÐ¸ÑÑ ÑÐ¸Ð»ÑÑÑÑ Ð²ÑÑÑÐ½ÑÑ, ÐµÑÐ»Ð¸ Ð²Ñ Ð²Ð¸Ð´Ð¸ÑÐµ ÑÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÑ ÑÐµÐºÐ»Ð°Ð¼Ñ.
zh_hans: æä»¬æ²¡æ %@ çè¯­è¨æ°æ®ãå¦ææ¨çå°åºåæ§å¹¿åï¼è¯·å°è¯æå¨å¯ç¨è¿æ»¤å¨ã

source: Psst! You forgot something!
ar: Ø¨Ø³Ø³Øª! ÙÙØ¯ ÙØ³ÙØª Ø´ÙØ¦Ø§!
es: ¡Psst! ¡Olvidaste algo!
hu: Pszt! Elfelejtettél valamit!
it: Ehi! Hai dimenticato qualcosa!
ja: ãã£ãã¼ï¼ä½ãå¿ãã¦ãã¾ãã¾ããã­ï¼
ko: ì¿! ë¹ì ì ë­ê°ë¥¼ ìììµëë¤!
pl: Psst! O czymś zapomniałeś!
pt_br: Psiu! Você esqueceu algo!
ru: ÐÑÑÑ! ÐÑ ÑÑÐ¾-ÑÐ¾ Ð·Ð°Ð±ÑÐ»Ð¸!
zh_hans: åï¼ä½ å¿è®°äºä»ä¹ï¼

source: Version \(filter.version)
es: Versión \(filter.version)
hu: Verzió \(filter.version)
it: Versione \(filter.version)
pl: Wersja \(filter.version)
pt_br: Versão \(filter.version)

source: Check for Updates
ar: Ø§ÙØªØ­ÙÙ Ù Ù ÙØ¬ÙØ¯ ØªØ­Ø¯ÙØ«Ø§Øª
es: Buscar actualizaciones
hu: Frissítések keresése
it: Controlla aggiornamenti
ja: ã¢ãããã¼ãããã§ãã¯ãã
ko: ì ë°ì´í¸ íì¸
pl: Sprawdź aktualizacje
pt_br: Verificar atualizações
ru: ÐÑÐ¾Ð²ÐµÑÑÑÐµ Ð½Ð°Ð»Ð¸ÑÐ¸Ðµ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ð¹
zh_hans: æ£æ¥æ´æ°

source: Enable all 5 Content Blocker extensions
ar: ØªÙ ÙÙÙ Ø¬Ù ÙØ¹ Ù ÙØ­ÙØ§Øª Ø£Ø¯Ø§Ø© Ø­Ø¸Ø± Ø§ÙÙ Ø­ØªÙÙ Ø§ÙØ®Ù Ø³Ø©
es: Activa las 5 extensiones de bloqueador de contenido
hu: Engedélyezd mind az 5 tartalomblokkoló bővítményt
it: Abilita tutte e 5 le estensioni Content Blocker
ja: 5 ã¤ã®ã³ã³ãã³ã ãã­ãã«ã¼æ¡å¼µæ©è½ããã¹ã¦æå¹ã«ãã
ko: ì½í ì¸ ì°¨ë¨ê¸° íì¥ íë¡ê·¸ë¨ 5ê° ëª¨ë íì±í
pl: Włącz wszystkie 5 rozszerzeń Content Blocker
pt_br: Ative todas as 5 extensões de Bloqueador de Conteúdo
ru: ÐÐºÐ»ÑÑÐ¸ÑÐµ Ð²ÑÐµ 5 ÑÐ°ÑÑÐ¸ÑÐµÐ½Ð¸Ð¹ Ð´Ð»Ñ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÐ¸ ÐºÐ¾Ð½ÑÐµÐ½ÑÐ°
zh_hans: å¯ç¨ææ 5 ä¸ªå å®¹æ¦æªå¨æ©å±

source: Title (optional)
ar: Ø§ÙØ¹ÙÙØ§Ù (Ø§Ø®ØªÙØ§Ø±Ù)
es: Título (opcional)
hu: Cím (opcionális)
it: Titolo (facoltativo)
ja: ã¿ã¤ãã« (ãªãã·ã§ã³)
ko: ì ëª©(ì íì¬í­)
pl: Tytuł (opcjonalnie)
pt_br: Título (opcional)
ru: ÐÐ°Ð·Ð²Ð°Ð½Ð¸Ðµ (Ð½ÐµÐ¾Ð±ÑÐ·Ð°ÑÐµÐ»ÑÐ½Ð¾)
zh_hans: æ é¢ï¼å¯éï¼

source: Display
ar: Ø¹Ø±Ø¶
es: Visualización
hu: Megjelenítés
it: Visualizzazione
ja: ç»é¢
ko: íìíë¤
pl: Wyświetlanie
pt_br: Exibição
ru: ÐÑÐ¾Ð±ÑÐ°Ð¶Ð°ÑÑ
zh_hans: å±ç¤º

source: We found an existing wBlock configuration in iCloud (\(remoteConfigUpdatedAtText)). You can skip onboarding and use that instead.
es: Encontramos una configuración existente de wBlock en iCloud (\(remoteConfigUpdatedAtText)). Puedes omitir la configuración inicial y usar esa.
hu: Találtunk egy meglévő wBlock konfigurációt az iCloudban (\(remoteConfigUpdatedAtText)). Kihagyhatod a kezdő beállítást, és ezt használhatod.
it: Abbiamo trovato una configurazione wBlock esistente in iCloud (\(remoteConfigUpdatedAtText)). Puoi saltare l'onboarding e usare quella.
pl: Znaleziono istniejącą konfigurację wBlock w iCloud (\(remoteConfigUpdatedAtText)). Możesz pominąć konfigurację początkową i użyć jej zamiast tego.
pt_br: Encontramos uma configuração existente do wBlock no iCloud (\(remoteConfigUpdatedAtText)). Você pode pular a configuração inicial e usar essa configuração.

source: Danger Zone
ar: Ù ÙØ·ÙØ© Ø§ÙØ®Ø·Ø±
es: Zona de peligro
hu: Veszélyzóna
it: Zona pericolosa
ja: å±éºå°å¸¯
ko: ìíì§ë
pl: Strefa zagrożenia
pt_br: Zona de perigo
ru: ÐÐ¿Ð°ÑÐ½Ð°Ñ Ð·Ð¾Ð½Ð°
zh_hans: å±é©åº

source: Save
ar: ÙØ­ÙØ¸
es: Guardar
hu: Mentés
it: Salva
ja: ä¿å­
ko: êµ¬íë¤
pl: Zapisz
pt_br: Salvar
ru: Ð¡Ð¾Ñ ÑÐ°Ð½ÑÑÑ
zh_hans: èç

source: Auto Update
ar: Ø§ÙØªØ­Ø¯ÙØ« Ø§ÙØªÙÙØ§Ø¦Ù
es: Actualización automática
hu: Automatikus frissítés
it: Aggiornamento automatico
ja: èªåæ´æ°
ko: ìë ì ë°ì´í¸
pl: Automatyczna aktualizacja
pt_br: Atualização automática
ru: ÐÐ²ÑÐ¾Ð¼Ð°ÑÐ¸ÑÐµÑÐºÐ¾Ðµ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ
zh_hans: èªå¨æ´æ°

source: That name is already used by another filter list.
ar: ÙØ°Ø§ Ø§ÙØ§Ø³Ù Ù Ø³ØªØ®Ø¯Ù Ø¨Ø§ÙÙØ¹Ù Ø¨ÙØ§Ø³Ø·Ø© ÙØ§Ø¦Ù Ø© Ø¹ÙØ§Ù Ù ØªØµÙÙØ© Ø£Ø®Ø±Ù.
es: Ese nombre ya está en uso por otra lista de filtros.
hu: Ezt a nevet már használja egy másik szűrőlista.
it: Questo nome è già usato da un'altra lista filtri.
ja: ãã®ååã¯ãã§ã«å¥ã®ãã£ã«ã¿ã¼ ãªã¹ãã§ä½¿ç¨ããã¦ãã¾ãã
ko: í´ë¹ ì´ë¦ì ì´ë¯¸ ë¤ë¥¸ íí° ëª©ë¡ìì ì¬ì© ì¤ì ëë¤.
pl: Ta nazwa jest już używana przez inną listę filtrów.
pt_br: Esse nome já está sendo usado por outra lista de filtros.
ru: Ð­ÑÐ¾ Ð¸Ð¼Ñ ÑÐ¶Ðµ Ð¸ÑÐ¿Ð¾Ð»ÑÐ·ÑÐµÑÑÑ Ð´ÑÑÐ³Ð¸Ð¼ ÑÐ¿Ð¸ÑÐºÐ¾Ð¼ ÑÐ¸Ð»ÑÑÑÐ¾Ð².
zh_hans: è¯¥åç§°å·²è¢«å¦ä¸ä¸ªè¿æ»¤å¨åè¡¨ä½¿ç¨ã

source: No Content Available
ar: ÙØ§ ÙÙØ¬Ø¯ Ù Ø­ØªÙÙ Ù ØªØ§Ø­
es: No hay contenido disponible
hu: Nincs elérhető tartalom
it: Nessun contenuto disponibile
ja: å©ç¨å¯è½ãªã³ã³ãã³ããããã¾ãã
ko: ì¬ì© ê°ë¥í ì½í ì¸ ê° ììµëë¤.
pl: Brak dostępnej zawartości
pt_br: Nenhum conteúdo disponível
ru: ÐÐµÑ Ð´Ð¾ÑÑÑÐ¿Ð½Ð¾Ð³Ð¾ ÐºÐ¾Ð½ÑÐµÐ½ÑÐ°
zh_hans: æ²¡æå¯ç¨å å®¹

source: For complete ad blocking
ar: ÙØ­Ø¸Ø± Ø§ÙØ¥Ø¹ÙØ§ÙØ§Øª Ø¨Ø§ÙÙØ§Ù Ù
es: Para un bloqueo de anuncios completo
hu: Teljes hirdetésblokkoláshoz
it: Per un blocco annunci completo
ja: å®å ¨ãªåºåãã­ãã¯ãå®ç¾ããã«ã¯
ko: ìì í ê´ê³ ì°¨ë¨ì ìí´
pl: Do pełnego blokowania reklam
pt_br: Para bloqueio completo de anúncios
ru: ÐÐ»Ñ Ð¿Ð¾Ð»Ð½Ð¾Ð¹ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÐ¸ ÑÐµÐºÐ»Ð°Ð¼Ñ
zh_hans: å½»åºæ¦æªå¹¿å

source: The %@ userscript requires the %@
ar: ÙØªØ·ÙØ¨ ÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù %@ %@
es: El script de usuario %@ requiere %@
hu: A(z) %@ felhasználói szkripthez szükséges ez: %@
it: Lo userscript %@ richiede %@
ja: %@ ã¦ã¼ã¶ã¼ã¹ã¯ãªããã«ã¯ %@ ãå¿ è¦ã§ã
ko: %@ ì¬ì©ì ì¤í¬ë¦½í¸ìë %@ì´ íìí©ëë¤.
pl: Skrypt użytkownika %@ wymaga %@
pt_br: O script de usuário %@ requer o %@
ru: ÐÐ»Ñ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¾Ð³Ð¾ ÑÑÐµÐ½Ð°ÑÐ¸Ñ %@ ÑÑÐµÐ±ÑÐµÑÑÑ %@.
zh_hans: %@ ç¨æ·èæ¬éè¦ %@

source: Every %dd %dh
ar: ÙÙ %dd %dh
es: Cada %dd %dh
hu: Minden %dd %dh
it: Ogni %dd %dh
ja: %dd %dh ãã¨
ko: ë§¤ %dd %dh
pl: Co %dd %dh
pt_br: A cada %dd %dh
ru: ÐÐ°Ð¶Ð´ÑÐµ %dÐ´ %dÑ
zh_hans: æ¯ %dd %dh

source: User List
ar: ÙØ§Ø¦Ù Ø© Ø§ÙÙ Ø³ØªØ®Ø¯Ù ÙÙ
es: Lista de usuario
hu: Felhasználói lista
it: Lista utente
ja: ã¦ã¼ã¶ã¼ãªã¹ã
ko: ì¬ì©ì ëª©ë¡
pl: Lista użytkownika
pt_br: Lista do usuário
ru: Ð¡Ð¿Ð¸ÑÐ¾Ðº Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÐµÐ¹
zh_hans: ç¨æ·åè¡¨

source: All Levels
ar: Ø¬Ù ÙØ¹ Ø§ÙÙ Ø³ØªÙÙØ§Øª
es: Todos los niveles
hu: Összes szint
it: Tutti i livelli
ja: ãã¹ã¦ã®ã¬ãã«
ko: ëª¨ë ë ë²¨
pl: Wszystkie poziomy
pt_br: Todos os níveis
ru: ÐÑÐµ ÑÑÐ¾Ð²Ð½Ð¸
zh_hans: ææçº§å«

source: Downloading and applying filter lists…
ar: جارٍ تنزيل قوائم التصفية وتطبيقها...
es: Descargando y aplicando listas de filtros…
hu: Szűrőlisták letöltése és alkalmazása…
it: Download e applicazione delle liste filtri…
ja: フィルタリストをダウンロードして適用しています…
ko: 필터 목록 다운로드 및 적용 중…
pl: Pobieranie i stosowanie list filtrów…
pt_br: Baixando e aplicando listas de filtros…
ru: Загрузка и применение списков фильтров…
zh_hans: 下载并应用过滤器列表...

source: Last: Never
ar: Ø§ÙØ§Ø®ÙØ± : Ø£Ø¨Ø¯Ø§
es: Última vez: Nunca
hu: Utolsó: soha
it: Ultimo: mai
ja: æå¾: æ±ºãã¦ããªã
ko: ë§ì§ë§: ìì
pl: Ostatnio: nigdy
pt_br: Última vez: Nunca
ru: ÐÐ¾ÑÐ»ÐµÐ´Ð½ÐµÐµ: ÐÐ¸ÐºÐ¾Ð³Ð´Ð°
zh_hans: æåï¼ä»æ¥æ²¡æ

source: That title is already used by another filter list.
ar: ÙØ°Ø§ Ø§ÙØ¹ÙÙØ§Ù Ù Ø³ØªØ®Ø¯Ù Ø¨Ø§ÙÙØ¹Ù Ø¨ÙØ§Ø³Ø·Ø© ÙØ§Ø¦Ù Ø© Ø¹ÙØ§Ù Ù ØªØµÙÙØ© Ø£Ø®Ø±Ù.
es: Ese título ya está en uso por otra lista de filtros.
hu: Ezt a címet már használja egy másik szűrőlista.
it: Questo titolo è già usato da un'altra lista filtri.
ja: ãã®ã¿ã¤ãã«ã¯ãã§ã«å¥ã®ãã£ã«ã¿ ãªã¹ãã§ä½¿ç¨ããã¦ãã¾ãã
ko: í´ë¹ ì ëª©ì ì´ë¯¸ ë¤ë¥¸ íí° ëª©ë¡ìì ì¬ì©ëììµëë¤.
pl: Ten tytuł jest już używany przez inną listę filtrów.
pt_br: Esse título já está sendo usado por outra lista de filtros.
ru: Ð­ÑÐ¾ Ð½Ð°Ð·Ð²Ð°Ð½Ð¸Ðµ ÑÐ¶Ðµ Ð¸ÑÐ¿Ð¾Ð»ÑÐ·ÑÐµÑÑÑ Ð´ÑÑÐ³Ð¸Ð¼ ÑÐ¿Ð¸ÑÐºÐ¾Ð¼ ÑÐ¸Ð»ÑÑÑÐ¾Ð².
zh_hans: è¯¥æ é¢å·²è¢«å¦ä¸ä¸ªè¿æ»¤å¨åè¡¨ä½¿ç¨ã

source: Import Failed
ar: ÙØ´Ù Ø§ÙØ§Ø³ØªÙØ±Ø§Ø¯
es: Error al importar
hu: Importálás sikertelen
it: Importazione non riuscita
ja: ã¤ã³ãã¼ãã«å¤±æãã¾ãã
ko: ê°ì ¸ì¤ê¸° ì¤í¨
pl: Import nie powiódł się
pt_br: Falha na importação
ru: ÐÐ¼Ð¿Ð¾ÑÑ Ð½Ðµ Ð²ÑÐ¿Ð¾Ð»Ð½ÐµÐ½
zh_hans: å¯¼å ¥å¤±è´¥

source: Manage Whitelist
ar: Ø¥Ø¯Ø§Ø±Ø© Ø§ÙÙØ§Ø¦Ù Ø© Ø§ÙØ¨ÙØ¶Ø§Ø¡
es: Administrar lista blanca
hu: Engedélyezőlista kezelése
it: Gestisci whitelist
ja: ãã¯ã¤ããªã¹ãã®ç®¡ç
ko: íì´í¸ë¦¬ì¤í¸ ê´ë¦¬
pl: Zarządzaj białą listą
pt_br: Gerenciar lista de permissões
ru: Ð£Ð¿ÑÐ°Ð²Ð»ÐµÐ½Ð¸Ðµ Ð±ÐµÐ»ÑÐ¼ ÑÐ¿Ð¸ÑÐºÐ¾Ð¼
zh_hans: ç®¡çç½åå

source: FilterApply
ar: ØªØ·Ø¨ÙÙ Ù Ø±Ø´Ø­
es: Aplicación de filtros
it: Applicazione filtri
ja: ãã£ã«ã¿ã¼é©ç¨
ko: íí°ì ì©
pl: Stosowanie filtrów
pt_br: Aplicação de filtros
ru: Ð¤Ð¸Ð»ÑÑÑÐÑÐ¸Ð¼ÐµÐ½Ð¸ÑÑ
zh_hans: ç­éåºç¨

source: Every %d hours
ar: ÙÙ %d Ø³Ø§Ø¹Ø©
es: Cada %d horas
hu: %d óránként
it: Ogni %d ore
ja: %d æéãã¨
ko: %dìê°ë§ë¤
pl: Co %d godzin
pt_br: A cada %d horas
ru: ÐÐ°Ð¶Ð´ÑÐµ %d ÑÐ°ÑÐ¾Ð²
zh_hans: æ¯ %d å°æ¶

source: Update & Apply
ar: ØªØ­Ø¯ÙØ« ÙØªØ·Ø¨ÙÙ
es: Actualizar y aplicar
hu: Frissítés és alkalmazás
it: Aggiorna e applica
ja: æ´æ°ãã¦é©ç¨ãã
ko: ì ë°ì´í¸ ë° ì ì©
pl: Aktualizuj i zastosuj
pt_br: Atualizar e aplicar
ru: ÐÐ±Ð½Ð¾Ð²Ð¸ÑÑ Ð¸ Ð¿ÑÐ¸Ð¼ÐµÐ½Ð¸ÑÑ
zh_hans: æ´æ°å¹¶åºç¨

source: Looks good! Tap Add to continue.
ar: ØªØ¨Ø¯Ù Ø¬ÙØ¯Ø©! Ø§ÙÙØ± ÙÙÙ Ø¥Ø¶Ø§ÙØ© ÙÙÙ ØªØ§Ø¨Ø¹Ø©.
es: ¡Se ve bien! Toca Agregar para continuar.
hu: Jól néz ki! Koppints a Hozzáadásra a folytatáshoz.
it: Sembra tutto a posto! Tocca Aggiungi per continuare.
ja: è¦ãç®ãããã§ãã­ï¼ç¶è¡ããã«ã¯ãè¿½å ããã¿ãããã¾ãã
ko: ì¢ì ë³´ì¸ë¤! ê³ìíë ¤ë©´ ì¶ê°ë¥¼ í­íì¸ì.
pl: Wygląda dobrze! Stuknij Dodaj, aby kontynuować.
pt_br: Tudo certo! Toque em Adicionar para continuar.
ru: ÐÑÐ³Ð»ÑÐ´Ð¸Ñ Ñ Ð¾ÑÐ¾ÑÐ¾! ÐÐ°Ð¶Ð¼Ð¸ÑÐµ Â«ÐÐ¾Ð±Ð°Ð²Ð¸ÑÑÂ», ÑÑÐ¾Ð±Ñ Ð¿ÑÐ¾Ð´Ð¾Ð»Ð¶Ð¸ÑÑ.
zh_hans: çèµ·æ¥ä¸éï¼ç¹å»æ·»å ä»¥ç»§ç»­ã

source: Filters applied successfully.
ar: ØªÙ ØªØ·Ø¨ÙÙ Ø§ÙÙ Ø±Ø´Ø­Ø§Øª Ø¨ÙØ¬Ø§Ø­.
es: Filtros aplicados correctamente.
hu: A szűrők sikeresen alkalmazva.
it: Filtri applicati con successo.
ja: ãã£ã«ã¿ã¼ãæ­£å¸¸ã«é©ç¨ããã¾ããã
ko: íí°ê° ì±ê³µì ì¼ë¡ ì ì©ëììµëë¤.
pl: Filtry zostały pomyślnie zastosowane.
pt_br: Filtros aplicados com sucesso.
ru: Ð¤Ð¸Ð»ÑÑÑÑ ÑÑÐ¿ÐµÑÐ½Ð¾ Ð¿ÑÐ¸Ð¼ÐµÐ½ÐµÐ½Ñ.
zh_hans: è¿æ»¤å¨åºç¨æåã

source: Not Downloaded
ar: ÙÙ ÙØªÙ ØªÙØ²ÙÙÙ
es: No descargado
hu: Nincs letöltve
it: Non scaricato
ja: ãã¦ã³ã­ã¼ãããã¦ãã¾ãã
ko: ë¤ì´ë¡ëëì§ ìì
pl: Nie pobrano
pt_br: Não baixado
ru: ÐÐµ Ð·Ð°Ð³ÑÑÐ¶ÐµÐ½Ð¾
zh_hans: æªä¸è½½

source: (\(sourceCount.formatted()) source rules)
es: (\(sourceCount.formatted()) reglas de origen)
hu: (\(sourceCount.formatted()) forrásszabály)
it: (\(sourceCount.formatted()) regole sorgente)
pl: (\(sourceCount.formatted()) reguł źródłowych)
pt_br: (\(sourceCount.formatted()) regras de origem)

source: Default filters for balanced blocking and compatibility.
ar: Ø§ÙÙ Ø±Ø´Ø­Ø§Øª Ø§ÙØ§ÙØªØ±Ø§Ø¶ÙØ© ÙÙØ­Ø¸Ø± ÙØ§ÙØªÙØ§ÙÙ Ø§ÙÙ ØªÙØ§Ø²Ù.
es: Filtros predeterminados para un bloqueo equilibrado y buena compatibilidad.
hu: Alapértelmezett szűrők kiegyensúlyozott blokkoláshoz és kompatibilitáshoz.
it: Filtri predefiniti per un blocco bilanciato e una buona compatibilità.
ja: ãã©ã³ã¹ã®ã¨ãããã­ãã­ã³ã°ã¨äºææ§ã®ããã®ããã©ã«ãã®ãã£ã«ã¿ã¼ã
ko: ê· í ì¡í ì°¨ë¨ ë° í¸íì±ì ìí ê¸°ë³¸ íí°ì ëë¤.
pl: Domyślne filtry dla zrównoważonego blokowania i zgodności.
pt_br: Filtros padrão para bloqueio equilibrado e compatibilidade.
ru: Ð¤Ð¸Ð»ÑÑÑÑ Ð¿Ð¾ ÑÐ¼Ð¾Ð»ÑÐ°Ð½Ð¸Ñ Ð´Ð»Ñ ÑÐ±Ð°Ð»Ð°Ð½ÑÐ¸ÑÐ¾Ð²Ð°Ð½Ð½Ð¾Ð¹ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÐ¸ Ð¸ ÑÐ¾Ð²Ð¼ÐµÑÑÐ¸Ð¼Ð¾ÑÑÐ¸.
zh_hans: ç¨äºå¹³è¡¡é»æ­¢åå ¼å®¹æ§çé»è®¤è¿æ»¤å¨ã

source: Network
ar: Ø´Ø¨ÙØ©
es: Red
hu: Hálózat
it: Rete
ja: ãããã¯ã¼ã¯
ko: íë¡ë§
pl: Sieć
pt_br: Rede
ru: Ð¡ÐµÑÑ
zh_hans: ç½ç»

source: wBlock Scripts must be enabled and set to 'Allow' on all websites to block YouTube ads.
ar: wBlock ÙØ¬Ø¨ ØªÙ ÙÙÙ Ø§ÙØ¨Ø±Ø§Ù Ø¬ Ø§ÙÙØµÙØ© ÙØªØ¹ÙÙÙÙØ§ Ø¹ÙÙ "Ø§ÙØ³Ù Ø§Ø­" Ø¹ÙÙ Ø¬Ù ÙØ¹ Ù ÙØ§ÙØ¹ Ø§ÙÙÙØ¨ ÙÙ ÙØ¹ Ø¥Ø¹ÙØ§ÙØ§Øª YouTube.
es: wBlock Scripts debe estar activado y configurado en 'Allow' en todos los sitios web para bloquear anuncios de YouTube.
hu: A YouTube-hirdetések blokkolásához a 'wBlock Scripts' bővítményt engedélyezni kell, és minden webhelyen 'Allow' értékre kell állítani.
it: wBlock Scripts deve essere abilitato e impostato su 'Allow' su tutti i siti web per bloccare gli annunci su YouTube.
ja: YouTube åºåããã­ãã¯ããã«ã¯ããã¹ã¦ã® Web ãµã¤ãã§ wBlock ã¹ã¯ãªãããæå¹ã«ãã¦ãè¨±å¯ãã«è¨­å®ããå¿ è¦ãããã¾ãã
ko: wBlock YouTube ê´ê³ ë¥¼ ì°¨ë¨íë ¤ë©´ ëª¨ë ì¹ì¬ì´í¸ìì ì¤í¬ë¦½í¸ë¥¼ íì±ííê³ 'íì©'ì¼ë¡ ì¤ì í´ì¼ í©ëë¤.
pl: Aby blokować reklamy w YouTube, wBlock Scripts musi być włączone i ustawione na 'Allow' na wszystkich witrynach.
pt_br: wBlock Scripts deve estar ativado e definido como 'Permitir' em todos os sites para bloquear anúncios no YouTube.
ru: wBlock Ð¡ÐºÑÐ¸Ð¿ÑÑ Ð´Ð¾Ð»Ð¶Ð½Ñ Ð±ÑÑÑ Ð²ÐºÐ»ÑÑÐµÐ½Ñ Ð¸ ÑÑÑÐ°Ð½Ð¾Ð²Ð»ÐµÐ½Ñ Ð½Ð° Â«Ð Ð°Ð·ÑÐµÑÐ¸ÑÑÂ» Ð½Ð° Ð²ÑÐµÑ Ð²ÐµÐ±-ÑÐ°Ð¹ÑÐ°Ñ , ÑÑÐ¾Ð±Ñ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²Ð°ÑÑ ÑÐµÐºÐ»Ð°Ð¼Ñ YouTube.
zh_hans: å¿ é¡»å¨ææç½ç«ä¸å¯ç¨ wBlock èæ¬å¹¶å°å ¶è®¾ç½®ä¸ºâå è®¸âæè½é»æ­¢ YouTube å¹¿åã

source: Blocked: 1
ar: المحظورة: 1
es: Bloqueado: 1
hu: Blokkolva: 1
it: Bloccati: 1
ja: ブロックされました: 1
ko: 차단됨: 1
pl: Zablokowane: 1
pt_br: Bloqueados: 1
ru: Заблокировано: 1
zh_hans: 被阻止：1

source: Checked %@
ar: ØªÙ Ø§ÙØªØ­Ø¯ÙØ¯ %@
es: Revisado %@
hu: Ellenőrizve: %@
it: Controllato %@
ja: %@ ããã§ãã¯ãã¾ãã
ko: %@ íì¸í¨
pl: Sprawdzono %@
pt_br: Verificado %@
ru: ÐÑÐ¾Ð²ÐµÑÐµÐ½Ð¾ %@
zh_hans: å·²æ£æ¥ %@

source: Actions
ar: Ø§ÙØ¥Ø¬Ø±Ø§Ø¡Ø§Øª
es: Acciones
hu: Műveletek
it: Azioni
ja: ã¢ã¯ã·ã§ã³
ko: íì
pl: Akcje
pt_br: Ações
ru: ÐÐµÐ¹ÑÑÐ²Ð¸Ñ
zh_hans: è¡å¨

source: Delete Added List
ar: Ø­Ø°Ù Ø§ÙÙØ§Ø¦Ù Ø© Ø§ÙÙ Ø¶Ø§ÙØ©
es: Eliminar lista agregada
hu: Hozzáadott lista törlése
it: Elimina lista aggiunta
ja: è¿½å ãªã¹ãã®åé¤
ko: ì¶ê°ë ëª©ë¡ ì­ì 
pl: Usuń dodaną listę
pt_br: Excluir lista adicionada
ru: Ð£Ð´Ð°Ð»Ð¸ÑÑ Ð´Ð¾Ð±Ð°Ð²Ð»ÐµÐ½Ð½ÑÐ¹ ÑÐ¿Ð¸ÑÐ¾Ðº
zh_hans: å é¤å·²æ·»å åè¡¨

source: Filter Update
ar: ØªØ­Ø¯ÙØ« Ø§ÙÙÙØªØ±
es: Actualización de filtros
hu: Szűrőfrissítés
it: Aggiornamento filtri
ja: ãã£ã«ã¿ã¼ã®æ´æ°
ko: íí° ì ë°ì´í¸
pl: Aktualizacja filtrów
pt_br: Atualização de filtros
ru: ÐÐ±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ ÑÐ¸Ð»ÑÑÑÐ°
zh_hans: è¿æ»¤å¨æ´æ°
