Repository: 0xCUB3/wBlock
Catalog: wBlock Advanced/*.lproj/Localizable.strings
Languages: ar, es, hu, it, ja, ko, pl, pt_br, ru, zh_hans

source: Settings → Apps → Safari → Extensions
es: Ajustes → Apps → Safari → Extensiones
hu: Beállítások → Alkalmazások → Safari → Bővítmények
pl: Ustawienia → Aplikacje → Safari → Rozszerzenia

source: Enable 'wBlock Advanced' → Always Allow on Every Website
es: Activa 'wBlock Advanced' → Permitir siempre en todos los sitios web
hu: Engedélyezd a 'wBlock Advanced' bővítményt → Always Allow on Every Website
pl: Włącz 'wBlock Advanced' → Zawsze zezwalaj na każdej witrynie

source: Enable 'wBlock Scripts' → Always Allow on Every Website
es: Activa 'wBlock Scripts' → Permitir siempre en todos los sitios web
hu: Engedélyezd a 'wBlock Scripts' bővítményt → Always Allow on Every Website
pl: Włącz 'wBlock Scripts' → Zawsze zezwalaj na każdej witrynie

source: Importing…
es: Importando…
hu: Importálás…
pl: Importowanie…

source: Choose File…
es: Elegir archivo…
hu: Fájl kiválasztása…
pl: Wybierz plik…

source: Disable on this site
es: Desactivar en este sitio
hu: Letiltás ezen a webhelyen
pl: Wyłącz w tej witrynie

source: Element zapper
es: Ocultador de elementos
hu: Elemeltávolító
pl: Usuwacz elementów

source: Activate
es: Activar
hu: Aktiválás
pl: Aktywuj

source: Click an element on the page to hide it.
es: Haz clic en un elemento de la página para ocultarlo.
hu: Kattints egy elemre az oldalon az elrejtéséhez.
pl: Kliknij element na stronie, aby go ukryć.

source: Blocked requests (%d)
es: Solicitudes bloqueadas (%d)
hu: Blokkolt kérések (%d)
pl: Zablokowane żądania (%d)

source: No blocked requests yet.
es: Aún no hay solicitudes bloqueadas.
hu: Még nincsenek blokkolt kérések.
pl: Brak zablokowanych żądań.

source: Refresh
es: Actualizar
hu: Frissítés
pl: Odśwież

source: Zapper rules (%d)
es: Reglas de ocultación (%d)
hu: Elemeltávolító szabályok (%d)
pl: Reguły usuwacza (%d)

source: No zapper rules for this site.
es: No hay reglas de ocultación para este sitio.
hu: Ehhez a webhelyhez nincs elemeltávolító szabály.
pl: Brak reguł usuwacza dla tej witryny.

source: (empty rule)
es: (regla vacía)
hu: (üres szabály)
pl: (pusta reguła)

source: Restart Onboarding…
es: Reiniciar introducción…
hu: Kezdő beállítás újraindítása…
pl: Uruchom samouczek ponownie…

source: Download Script
es: Descargar script
hu: Szkript letöltése
pl: Pobierz skrypt

source: Update Script
es: Actualizar script
hu: Szkript frissítése
pl: Zaktualizuj skrypt

source: OK
ar: ÙØ¹Ù
es: Aceptar
ja: ãããã¾ãã
ko: ì¢ìì
ru: Ð¥ÐÐ ÐÐ¨Ð
zh_hans: å¥½ç

source: System
ar: ÙØ¸Ø§Ù
es: Sistema
hu: Rendszer
it: Sistema
ja: ã·ã¹ãã
ko: ì²´ê³
pt_br: Sistema
ru: Ð¡Ð¸ÑÑÐµÐ¼Ð°
zh_hans: ç³»ç»

source: 1h
ar: Ø³Ø§Ø¹Ø© ÙØ§Ø­Ø¯Ø©
ja: 1æé
ko: 1ìê°
ru: 1 ÑÐ°Ñ
zh_hans: 1å°æ¶

source: example.com
ja: ä¾.com

source: 7d
ar: 7 Ø¯
ja: 7æ¥
ko: 7ì¼
ru: 7Ð´
zh_hans: 7å¤©

source: URL
ar: __Ø§ÙØ±Ù Ø²_0__
ja: __ãã¼ã¯ã³_0__
ko: __í í°_0__
ru: __Ð¢ÐÐÐÐ_0__

source: N/A
ar: ÙØ§ ÙÙØ¬Ø¯
it: N/D
ja: è©²å½ãªã
ko: í´ë¹ ìì
ru: Ð/Ð
zh_hans: ä¸éç¨
