Repository: 0xCUB3/wBlock
Catalog: wBlock Advanced/*.lproj/Localizable.strings
Languages: ar, es, hu, it, ja, ko, pl, pt_br, ru, zh_hans

source: Reloading Extensions
ar: Ø¥Ø¹Ø§Ø¯Ø© ØªØ­Ù ÙÙ Ø§ÙØ¥Ø¶Ø§ÙØ§Øª
es: Recargando extensiones
hu: Bővítmények újratöltése
it: Ricarico estensioni
ja: æ¡å¼µæ©è½ã®ãªã­ã¼ã
ko: íì¥ íë¡ê·¸ë¨ ë¤ì ë¡ë ì¤
pl: Ponowne ładowanie rozszerzeń
pt_br: Recarregando extensões
ru: ÐÐµÑÐµÐ·Ð°Ð³ÑÑÐ·ÐºÐ° ÑÐ°ÑÑÐ¸ÑÐµÐ½Ð¸Ð¹
zh_hans: éæ°å è½½æ©å±

source: Filters
ar: Ø§ÙÙ Ø±Ø´Ø­Ø§Øª
es: Filtros
hu: Szűrők
it: Filtri
ja: ãã£ã«ã¿ã¼
ko: íí°
pl: Filtry
pt_br: Filtros
ru: Ð¤Ð¸Ð»ÑÑÑÑ
zh_hans: è¿æ»¤å¨

source: Clear
ar: ÙØ§Ø¶Ø­
es: Borrar
hu: Törlés
it: Cancella
ja: ã¯ãªã¢
ko: ë¶ëª í
pl: Wyczyść
pt_br: Limpar
ru: ÐÑÐ¾Ð·ÑÐ°ÑÐ½ÑÐ¹
zh_hans: æ¸ é¤

source: Info
ar: Ù Ø¹ÙÙÙ Ø§Øª
es: Información
hu: Információ
ja: æ å ±
ko: ì ë³´
pl: Informacje
pt_br: Informações
ru: ÐÐ½ÑÐ¾ÑÐ¼Ð°ÑÐ¸Ñ
zh_hans: ä¿¡æ¯

source: Filters Auto-Disabled
ar: ØªÙ ØªØ¹Ø·ÙÙ Ø§ÙÙ Ø±Ø´Ø­Ø§Øª ØªÙÙØ§Ø¦ÙÙØ§
es: Filtros desactivados automáticamente
hu: Szűrők automatikusan letiltva
it: Filtri disattivati automaticamente
ja: ãã£ã«ã¿ãèªåçã«ç¡å¹åããã
ko: íí° ìë ë¹íì±í
pl: Filtry wyłączone automatycznie
pt_br: Filtros desativados automaticamente
ru: Ð¤Ð¸Ð»ÑÑÑÑ Ð°Ð²ÑÐ¾Ð¼Ð°ÑÐ¸ÑÐµÑÐºÐ¸ Ð¾ÑÐºÐ»ÑÑÐ°ÑÑÑÑ
zh_hans: è¿æ»¤å¨èªå¨ç¦ç¨

source: Sync your filter selections, custom lists, userscripts, and whitelist across devices.
ar: ÙÙ Ø¨Ù Ø²Ø§Ù ÙØ© Ø§Ø®ØªÙØ§Ø±Ø§Øª Ø§ÙØªØµÙÙØ© ÙØ§ÙÙÙØ§Ø¦Ù Ø§ÙÙ Ø®ØµØµØ© ÙÙØµÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù ÙØ§ÙÙØ§Ø¦Ù Ø© Ø§ÙØ¨ÙØ¶Ø§Ø¡ Ø¹Ø¨Ø± Ø§ÙØ£Ø¬ÙØ²Ø©.
es: Sincroniza tu selección de filtros, listas personalizadas, scripts de usuario y lista blanca entre dispositivos.
hu: Szinkronizáld az eszközök között a szűrőválasztásaidat, egyéni listáidat, felhasználói szkriptjeidet és az engedélyezőlistádat.
it: Sincronizza selezione filtri, liste personalizzate, userscript e whitelist tra dispositivi.
ja: ãã£ã«ã¿ã¼é¸æãã«ã¹ã¿ã ãªã¹ããã¦ã¼ã¶ã¼ ã¹ã¯ãªãããããã³ãã¯ã¤ããªã¹ããããã¤ã¹éã§åæãã¾ãã
ko: íí° ì í, ì¬ì©ì ì ì ëª©ë¡, ì¬ì©ì ì¤í¬ë¦½í¸ ë° íì© ëª©ë¡ì ì¬ë¬ ì¥ì¹ìì ëê¸°ííì¸ì.
pl: Synchronizuj wybrane filtry, listy niestandardowe, skrypty użytkownika i białą listę między urządzeniami.
pt_br: Sincronize suas seleções de filtros, listas personalizadas, scripts de usuário e lista de permissões entre dispositivos.
ru: Ð¡Ð¸Ð½Ñ ÑÐ¾Ð½Ð¸Ð·Ð¸ÑÑÐ¹ÑÐµ Ð²ÑÐ±ÑÐ°Ð½Ð½ÑÐµ Ð²Ð°Ð¼Ð¸ ÑÐ¸Ð»ÑÑÑÑ, Ð½Ð°ÑÑÑÐ°Ð¸Ð²Ð°ÐµÐ¼ÑÐµ ÑÐ¿Ð¸ÑÐºÐ¸, Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÑÐµÐ½Ð°ÑÐ¸Ð¸ Ð¸ Ð±ÐµÐ»ÑÐ¹ ÑÐ¿Ð¸ÑÐ¾Ðº Ð¼ÐµÐ¶Ð´Ñ ÑÑÑÑÐ¾Ð¹ÑÑÐ²Ð°Ð¼Ð¸.
zh_hans: è·¨è®¾å¤åæ­¥æ¨çè¿æ»¤å¨éæ©ãèªå®ä¹åè¡¨ãç¨æ·èæ¬åç½ååã

source: File
ar: Ù ÙÙ
es: Archivo
hu: Fájl
ja: ãã¡ã¤ã«
ko: íì¼
pl: Plik
pt_br: Arquivo
ru: Ð¤Ð°Ð¹Ð»
zh_hans: æä»¶

source: Scripts
ar: Ø§ÙØ¨Ø±Ø§Ù Ø¬ Ø§ÙÙØµÙØ©
hu: Szkriptek
it: Script
ja: ã¹ã¯ãªãã
ko: ì¤í¬ë¦½í¸
pl: Skrypty
ru: Ð¡ÐºÑÐ¸Ð¿ÑÑ
zh_hans: èæ¬

source: The \(bypassScript.name) userscript requires the \(filterName)
es: El script de usuario \(bypassScript.name) requiere \(filterName)
hu: A(z) \(bypassScript.name) felhasználói szkripthez szükséges ez: \(filterName)
it: Lo userscript \(bypassScript.name) richiede \(filterName)
pl: Skrypt użytkownika \(bypassScript.name) wymaga \(filterName)
pt_br: O script de usuário \(bypassScript.name) requer o \(filterName)

source: Foreign
ar: Ø£Ø¬ÙØ¨Ù
es: Extranjeros
hu: Nemzetközi
it: Estero
ja: å¤å½
ko: ì¸êµ­ì
pl: Zagraniczne
pt_br: Estrangeiro
ru: ÐÐ½Ð¾ÑÑÑÐ°Ð½Ð½ÑÐ¹
zh_hans: å¤å½ç

source: Minimal
ar: Ø§ÙØ­Ø¯ Ø§ÙØ£Ø¯ÙÙ
es: Mínimo
hu: Minimális
it: Minimo
ja: æå°é
ko: ìµìíì
pl: Minimalny
pt_br: Mínimo
ru: ÐÐ¸Ð½Ð¸Ð¼Ð°Ð»ÑÐ½ÑÐ¹
zh_hans: æå°

source: Whitelist
ar: Ø§ÙÙØ§Ø¦Ù Ø© Ø§ÙØ¨ÙØ¶Ø§Ø¡
es: Lista blanca
hu: Engedélyezőlista
ja: ãã¯ã¤ããªã¹ã
ko: íì´í¸ë¦¬ì¤í¸
pl: Biała lista
pt_br: Lista de permissões
ru: ÐÐµÐ»ÑÐ¹ ÑÐ¿Ð¸ÑÐ¾Ðº
zh_hans: ç½åå

source: Next
ar: Ø§ÙØªØ§ÙÙ
es: Siguiente
hu: Következő
it: Avanti
ja: æ¬¡
ko: ë¤ì
pl: Dalej
pt_br: Próximo
ru: Ð¡Ð»ÐµÐ´ÑÑÑÐ¸Ð¹
zh_hans: ä¸ä¸ä¸ª

source: Sync settings across devices
ar: Ù Ø²Ø§Ù ÙØ© Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯Ø§Øª Ø¹Ø¨Ø± Ø§ÙØ£Ø¬ÙØ²Ø©
es: Sincronizar ajustes entre dispositivos
hu: Beállítások szinkronizálása az eszközök között
it: Sincronizza le impostazioni tra dispositivi
ja: ããã¤ã¹éã§è¨­å®ãåæãã
ko: ì¬ë¬ ê¸°ê¸°ìì ì¤ì  ëê¸°í
pl: Synchronizuj ustawienia między urządzeniami
pt_br: Sincronizar ajustes entre dispositivos
ru: Ð¡Ð¸Ð½Ñ ÑÐ¾Ð½Ð¸Ð·Ð°ÑÐ¸Ñ Ð½Ð°ÑÑÑÐ¾ÐµÐº Ð¼ÐµÐ¶Ð´Ñ ÑÑÑÑÐ¾Ð¹ÑÑÐ²Ð°Ð¼Ð¸
zh_hans: è·¨è®¾å¤åæ­¥è®¾ç½®

source: Warning
ar: ØªØ­Ø°ÙØ±
es: Advertencia
hu: Figyelmeztetés
it: Avviso
ja: è­¦å
ko: ê²½ê³
pl: Ostrzeżenie
pt_br: Aviso
ru: ÐÑÐµÐ´ÑÐ¿ÑÐµÐ¶Ð´ÐµÐ½Ð¸Ðµ
zh_hans: è­¦å

source: Annoyances
ar: Ù Ø¶Ø§ÙÙØ§Øª
es: Molestias
hu: Zavaró elemek
it: Fastidi
ja: è¿·æ
ko: ì±ê°ì¬
pl: Uciążliwości
pt_br: Incômodos
ru: Ð Ð°Ð·Ð´ÑÐ°Ð¶ÐµÐ½Ð¸Ðµ
zh_hans: ç¦æ¼

source: Requirements
ar: Ù ØªØ·ÙØ¨Ø§Øª
es: Requisitos
hu: Követelmények
it: Requisiti
ja: è¦ä»¶
ko: ìêµ¬ì¬í­
pl: Wymagania
pt_br: Requisitos
ru: Ð¢ÑÐµÐ±Ð¾Ð²Ð°Ð½Ð¸Ñ
zh_hans: è¦æ±

source: Userscripts: %@
ar: ÙØµÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù : %@
es: Scripts de usuario: %@
hu: Felhasználói szkriptek: %@
it: Userscript: %@
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªãã: %@
ko: ì¬ì©ì ì¤í¬ë¦½í¸: %@
pl: Skrypty użytkownika: %@
pt_br: Scripts de usuário: %@
ru: ÐÐ¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÐºÑÐ¸Ð¿ÑÑ: %@
zh_hans: ç¨æ·èæ¬ï¼%@

source: in %@ (%@)
ar: ÙÙ %@ (%@)
es: en %@ (%@)
hu: %@ területen (%@)
ja: %@ (%@) ã§
pl: w %@ (%@)
pt_br: em %@ (%@)
ru: Ð² %@ (%@)
zh_hans: å¨ %@ (%@) ä¸­

source: Filter name
ar: Ø§Ø³Ù Ø§ÙÙÙØªØ±
es: Nombre del filtro
hu: Szűrő neve
it: Nome filtro
ja: ãã£ã«ã¿ã¼å
ko: íí° ì´ë¦
pl: Nazwa filtra
pt_br: Nome do filtro
ru: ÐÐ°Ð·Ð²Ð°Ð½Ð¸Ðµ ÑÐ¸Ð»ÑÑÑÐ°
zh_hans: è¿æ»¤å¨åç§°

source: Every %d days
ar: ÙÙ %d ÙÙÙ ÙØ§
es: Cada %d días
hu: %d naponta
it: Ogni %d giorni
ja: %dæ¥ãã¨
ko: %dì¼ë§ë¤
pl: Co %d dni
pt_br: A cada %d dias
ru: ÐÐ°Ð¶Ð´ÑÐµ %d Ð´Ð½ÐµÐ¹
zh_hans: æ¯ %d å¤©

source: Continue
ar: ÙÙÙ Ù
es: Continuar
hu: Folytatás
it: Continua
ja: ç¶ã
ko: ê³ìíë¤
pl: Kontynuuj
pt_br: Continuar
ru: ÐÑÐ¾Ð´Ð¾Ð»Ð¶Ð°ÑÑ
zh_hans: ç»§ç»­

source: Update
ar: ØªØ­Ø¯ÙØ«
es: Actualizar
hu: Frissítés
it: Aggiorna
ja: ã¢ãããã¼ã
ko: ì ë°ì´í¸
pl: Aktualizuj
pt_br: Atualizar
ru: ÐÐ±Ð½Ð¾Ð²Ð»ÑÑÑ
zh_hans: æ´æ°

source: Trace
ar: ÙØªØ¹ÙØ¨
es: Traza
hu: Nyomkövetés
it: Traccia
ja: ãã¬ã¼ã¹
ko: ì¶ì íë¤
pl: Śledzenie
ru: Ð¡Ð»ÐµÐ´
zh_hans: çè¿¹

source: Tap to review userscript guidelines.
ar: Ø§ÙÙØ± ÙÙ Ø±Ø§Ø¬Ø¹Ø© Ø¥Ø±Ø´Ø§Ø¯Ø§Øª ÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù .
es: Toca para revisar las pautas de scripts de usuario.
hu: Koppints a felhasználói szkript irányelveinek megtekintéséhez.
it: Tocca per consultare le linee guida degli userscript.
ja: ã¿ãããã¦ã¦ã¼ã¶ã¼ã¹ã¯ãªããã®ã¬ã¤ãã©ã¤ã³ãç¢ºèªãã¦ãã ããã
ko: ì¬ì©ì ì¤í¬ë¦½í¸ ì§ì¹¨ì ê²í íë ¤ë©´ í­íì¸ì.
pl: Stuknij, aby zapoznać się z wytycznymi dotyczącymi skryptów użytkownika.
pt_br: Toque para revisar as diretrizes de scripts de usuário.
ru: ÐÐ°Ð¶Ð¼Ð¸ÑÐµ, ÑÑÐ¾Ð±Ñ Ð¿ÑÐ¾ÑÐ¼Ð¾ÑÑÐµÑÑ ÑÐµÐºÐ¾Ð¼ÐµÐ½Ð´Ð°ÑÐ¸Ð¸ Ð¿Ð¾ Ð¸ÑÐ¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°Ð½Ð¸Ñ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ñ ÑÑÐµÐ½Ð°ÑÐ¸ÐµÐ².
zh_hans: ç¹å»å¯æ¥çç¨æ·èæ¬æåã

source: Languages: \(languageSummary)
es: Idiomas: \(languageSummary)
hu: Nyelvek: \(languageSummary)
it: Lingue: \(languageSummary)
pl: Języki: \(languageSummary)
pt_br: Idiomas: \(languageSummary)

source: About
ar: Ø¹Ù
es: Acerca de
hu: Névjegy
it: Informazioni
ja: ã«ã¤ãã¦
ko: ì ëí
pl: O aplikacji
pt_br: Sobre
ru: Ð
zh_hans: å ³äº

source: Provide a valid https:// link ending in .user.js
ar: ÙÙ Ø¨ØªÙÙÙØ± Ø±Ø§Ø¨Ø· https:// ØµØ§ÙØ­ ÙÙØªÙÙ Ø¨Ù .user.js
es: Proporciona un enlace https:// válido que termine en .user.js
hu: Adj meg egy érvényes, .user.js végű https:// hivatkozást
it: Inserisci un link https:// valido che termini con .user.js
ja: .user.js ã§çµããæå¹ãª https:// ãªã³ã¯ãæå®ãã¦ãã ãã
ko: .user.jsë¡ ëëë ì í¨í https:// ë§í¬ë¥¼ ì ê³µíì¸ì.
pl: Podaj prawidłowy link https:// kończący się na .user.js
pt_br: Forneça um link https:// válido que termine em .user.js
ru: Ð£ÐºÐ°Ð¶Ð¸ÑÐµ Ð´ÐµÐ¹ÑÑÐ²Ð¸ÑÐµÐ»ÑÐ½ÑÑ ÑÑÑÐ»ÐºÑ https://, Ð·Ð°ÐºÐ°Ð½ÑÐ¸Ð²Ð°ÑÑÑÑÑÑ Ð½Ð° .user.js.
zh_hans: æä¾ä»¥ .user.js ç»å°¾çææ https:// é¾æ¥

source: Enter a valid http(s) URL to a .txt, .list, or .json filter.
ar: Ø£Ø¯Ø®Ù http(s) ØµØ§ÙØ­ÙØ§ URL Ø¥ÙÙ Ù Ø±Ø´Ø­ .txt Ø£Ù .list Ø£Ù .json.
es: Ingresa una URL http(s) válida a un filtro .txt, .list o .json.
hu: Adj meg egy érvényes http(s) URL-t egy .txt, .list vagy .json szűrőhöz.
it: Inserisci un URL http(s) valido verso un filtro .txt, .list o .json.
ja: æå¹ãª http(s) URL ã .txtã.listãã¾ãã¯ .json ãã£ã«ã¿ã¼ã«å ¥åãã¾ãã
ko: .txt, .list ëë .json íí°ì ì í¨í http(s) URLì(ë¥¼) ì ë ¥íì¸ì.
pl: Wpisz prawidłowy adres URL http(s) do filtra .txt, .list lub .json.
pt_br: Insira uma URL http(s) válida para um filtro .txt, .list ou .json.
ru: ÐÐ²ÐµÐ´Ð¸ÑÐµ Ð´ÐµÐ¹ÑÑÐ²Ð¸ÑÐµÐ»ÑÐ½ÑÐ¹ http(s) URL Ð´Ð»Ñ ÑÐ¸Ð»ÑÑÑÐ° .txt, .list Ð¸Ð»Ð¸ .json.
zh_hans: å¨ .txtã.list æ .json è¿æ»¤å¨ä¸­è¾å ¥ææç http(s) URLã

source: You have unapplied filter changes in wBlock. Tap to apply them now!
ar: ÙØ¯ÙÙ ØªØºÙÙØ±Ø§Øª Ù Ø±Ø´Ø­ ØºÙØ± Ù Ø·Ø¨ÙØ© ÙÙ wBlock. Ø§ÙÙØ± ÙØªØ·Ø¨ÙÙÙØ§ Ø§ÙØ¢Ù!
es: Tienes cambios de filtros sin aplicar en wBlock. ¡Toca para aplicarlos ahora!
hu: Nem alkalmazott szűrőmódosításaid vannak a wBlockban. Koppints most az alkalmazáshoz!
it: Hai modifiche ai filtri non applicate in wBlock. Tocca per applicarle ora!
ja: wBlock ã«é©ç¨ããã¦ããªããã£ã«ã¿ã¼å¤æ´ãããã¾ããä»ããã¿ãããã¦é©ç¨ãã¦ãã ããã
ko: wBlockì ì ì©ëì§ ìì íí° ë³ê²½ì¬í­ì´ ììµëë¤. ì§ê¸ í­íì¬ ì ì©íì¸ì!
pl: Masz niezastosowane zmiany filtrów w wBlock. Stuknij, aby zastosować je teraz!
pt_br: Você tem alterações de filtros não aplicadas no wBlock. Toque para aplicá-las agora!
ru: Ð£ Ð²Ð°Ñ ÐµÑÑÑ Ð½ÐµÐ¿ÑÐ¸Ð¼ÐµÐ½ÐµÐ½Ð½ÑÐµ Ð¸Ð·Ð¼ÐµÐ½ÐµÐ½Ð¸Ñ ÑÐ¸Ð»ÑÑÑÐ° Ð² wBlock. ÐÐ°Ð¶Ð¼Ð¸ÑÐµ, ÑÑÐ¾Ð±Ñ Ð¿ÑÐ¸Ð¼ÐµÐ½Ð¸ÑÑ Ð¸Ñ Ð¿ÑÑÐ¼Ð¾ ÑÐµÐ¹ÑÐ°Ñ!
zh_hans: æ¨å¨ wBlock ä¸­ææªåºç¨çè¿æ»¤å¨æ´æ¹ãç«å³ç¹å»åºç¨å®ä»¬ï¼

source: Restart Onboarding?
ar: ÙÙ ØªØ±ÙØ¯ Ø¥Ø¹Ø§Ø¯Ø© Ø§ÙØªØ´ØºÙÙØ
es: ¿Reiniciar configuración inicial?
hu: Kezdő beállítás újraindítása?
it: Riavvia onboarding?
ja: ãªã³ãã¼ãã£ã³ã°ãåéãã¾ãã?
ko: ì¨ë³´ë©ì ë¤ì ììíìê² ìµëê¹?
pl: Uruchomić konfigurację początkową od nowa?
pt_br: Reiniciar configuração inicial?
ru: ÐÐµÑÐµÐ·Ð°Ð¿ÑÑÑÐ¸ÑÑ ÑÐµÐ³Ð¸ÑÑÑÐ°ÑÐ¸Ñ?
zh_hans: éæ°å¯å¨å ¥èï¼

source: All Categories
ar: Ø¬Ù ÙØ¹ Ø§ÙÙØ¦Ø§Øª
es: Todas las categorías
hu: Összes kategória
it: Tutte le categorie
ja: ãã¹ã¦ã®ã«ãã´ãª
ko: ëª¨ë ì¹´í ê³ ë¦¬
pl: Wszystkie kategorie
pt_br: Todas as categorias
ru: ÐÑÐµ ÐºÐ°ÑÐµÐ³Ð¾ÑÐ¸Ð¸
zh_hans: ææç±»å«

source: You can always add regional filters later from Settings.
ar: ÙÙ ÙÙÙ Ø¯Ø§Ø¦Ù ÙØ§ Ø¥Ø¶Ø§ÙØ© Ø¹ÙØ§Ù Ù Ø§ÙØªØµÙÙØ© Ø§ÙØ¥ÙÙÙÙ ÙØ© ÙØ§Ø­ÙÙØ§ Ù Ù Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯Ø§Øª.
es: Siempre puedes agregar filtros regionales más tarde desde Configuración.
hu: A regionális szűrőket később is bármikor hozzáadhatod a Beállításokban.
it: Puoi sempre aggiungere i filtri regionali più tardi dalle Impostazioni.
ja: å°åãã£ã«ã¿ã¼ã¯ãå¾ã§ [è¨­å®] ãããã¤ã§ãè¿½å ã§ãã¾ãã
ko: ëì¤ì ì¤ì ìì ì¸ì ë ì§ ì§ì­ íí°ë¥¼ ì¶ê°í ì ììµëë¤.
pl: Filtry regionalne możesz zawsze dodać później w Ustawieniach.
pt_br: Você sempre pode adicionar filtros regionais depois em Ajustes.
ru: ÐÑ Ð²ÑÐµÐ³Ð´Ð° Ð¼Ð¾Ð¶ÐµÑÐµ Ð´Ð¾Ð±Ð°Ð²Ð¸ÑÑ ÑÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÐµ ÑÐ¸Ð»ÑÑÑÑ Ð¿Ð¾Ð·Ð¶Ðµ Ð² Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐ°Ñ .
zh_hans: æ¨ä»¥åéæ¶å¯ä»¥ä»âè®¾ç½®âæ·»å åºåè¿æ»¤å¨ã

source: Enabled
ar: Ù Ù ÙÙÙ
es: Activado
hu: Engedélyezve
it: Abilitato
ja: æå¹
ko: íì±íë¨
pl: Włączone
pt_br: Ativado
ru: ÐÐºÐ»ÑÑÐµÐ½Ð¾
zh_hans: å¯ç¨

source: \(filteredEntries.count) entries
es: \(filteredEntries.count) entradas
hu: \(filteredEntries.count) bejegyzés
it: \(filteredEntries.count) voci
pl: \(filteredEntries.count) wpisów
pt_br: \(filteredEntries.count) entradas

source: Disabled
ar: Ø¹Ø§Ø¬Ø²
es: Desactivado
hu: Letiltva
it: Disabilitato
ja: ç¡å¹
ko: ì¥ì ê° ìë
pl: Wyłączone
pt_br: Desativado
ru: ÐÐµÐ¿Ð¾Ð»Ð½Ð¾ÑÐµÐ½Ð½ÑÐ¹
zh_hans: æ®ç¾äºº

source: Whitelisted Domains
ar: Ø§ÙÙØ·Ø§ÙØ§Øª Ø§ÙÙ Ø¯Ø±Ø¬Ø© ÙÙ Ø§ÙÙØ§Ø¦Ù Ø© Ø§ÙØ¨ÙØ¶Ø§Ø¡
es: Dominios en lista blanca
hu: Engedélyezőlistás domainek
it: Domini in whitelist
ja: ãã¯ã¤ããªã¹ãã«ç»é²ããããã¡ã¤ã³
ko: íì©ë ëë©ì¸
pl: Domeny na białej liście
pt_br: Domínios na lista de permissões
ru: ÐÐ¾Ð¼ÐµÐ½Ñ Ð¸Ð· Ð±ÐµÐ»Ð¾Ð³Ð¾ ÑÐ¿Ð¸ÑÐºÐ°
zh_hans: ç½ååå

source: It will be enabled automatically.
ar: Ø³ÙØªÙ ØªÙ ÙÙÙÙ ØªÙÙØ§Ø¦ÙØ§.
es: Se activará automáticamente.
hu: Automatikusan engedélyezve lesz.
it: Verrà abilitato automaticamente.
ja: èªåçã«æå¹ã«ãªãã¾ãã
ko: ìëì¼ë¡ íì±íë©ëë¤.
pl: Zostanie włączone automatycznie.
pt_br: Ele será ativado automaticamente.
ru: ÐÐ½ Ð±ÑÐ´ÐµÑ Ð²ÐºÐ»ÑÑÐµÐ½ Ð°Ð²ÑÐ¾Ð¼Ð°ÑÐ¸ÑÐµÑÐºÐ¸.
zh_hans: å®å°èªå¨å¯ç¨ã

source: Debug
ar: ØªØµØ­ÙØ­
es: Depuración
hu: Hibakeresés
ja: ãããã°
ko: ëë²ê·¸
pl: Debugowanie
ru: ÐÑÐ»Ð°Ð¶Ð¸Ð²Ð°ÑÑ
zh_hans: è°è¯

source: Next: Loading…
ar: التالي: جارٍ التحميل…
es: Siguiente: Cargando…
hu: Következő: Betöltés…
it: Avanti: Caricamento…
ja: 次へ: 読み込み中…
ko: 다음: 로드 중…
pl: Dalej: Ładowanie…
pt_br: Próximo: Carregando…
ru: Далее: Загрузка…
zh_hans: 下一页： 加载中...

source: Multipurpose
ar: Ù ØªØ¹Ø¯Ø¯Ø© Ø§ÙØ£ØºØ±Ø§Ø¶
es: Multipropósito
hu: Többcélú
it: Multiuso
ja: å¤ç®ç
ko: ë¤ëª©ì 
pl: Uniwersalne
pt_br: Multiuso
ru: ÐÐ½Ð¾Ð³Ð¾ÑÐµÐ»ÐµÐ²Ð¾Ð¹
zh_hans: å¤ç¨é

source: Description (optional)
ar: Ø§ÙÙØµÙ (Ø§Ø®ØªÙØ§Ø±Ù)
es: Descripción (opcional)
hu: Leírás (opcionális)
it: Descrizione (facoltativa)
ja: èª¬æ (ãªãã·ã§ã³)
ko: ì¤ëª (ì íì¬í­)
pl: Opis (opcjonalnie)
pt_br: Descrição (opcional)
ru: ÐÐ¿Ð¸ÑÐ°Ð½Ð¸Ðµ (Ð½ÐµÐ¾Ð±ÑÐ·Ð°ÑÐµÐ»ÑÐ½Ð¾)
zh_hans: è¯´æï¼å¯éï¼

source: Full content loaded
ar: ØªÙ ØªØ­Ù ÙÙ Ø§ÙÙ Ø­ØªÙÙ Ø§ÙÙØ§Ù Ù
es: Contenido completo cargado
hu: Teljes tartalom betöltve
it: Contenuto completo caricato
ja: å®å ¨ãªã³ã³ãã³ããã­ã¼ãããã¾ãã
ko: ì ì²´ ì½í ì¸ ë¡ëë¨
pl: Załadowano pełną zawartość
pt_br: Conteúdo completo carregado
ru: ÐÐ¾Ð»Ð½ÑÐ¹ ÐºÐ¾Ð½ÑÐµÐ½Ñ Ð·Ð°Ð³ÑÑÐ¶ÐµÐ½
zh_hans: å®æ´å å®¹å·²å è½½

source: Apply Changes
ar: ØªØ·Ø¨ÙÙ Ø§ÙØªØºÙÙØ±Ø§Øª
es: Aplicar cambios
hu: Módosítások alkalmazása
it: Applica modifiche
ja: å¤æ´ãé©ç¨ãã
ko: ë³ê²½ ì¬í­ ì ì©
pl: Zastosuj zmiany
pt_br: Aplicar alterações
ru: ÐÑÐ¸Ð¼ÐµÐ½Ð¸ÑÑ Ð¸Ð·Ð¼ÐµÐ½ÐµÐ½Ð¸Ñ
zh_hans: åºç¨æ´æ¹

source: We don't have regional filters for %@.
ar: ÙÙØ³ ÙØ¯ÙÙØ§ Ù Ø±Ø´Ø­Ø§Øª Ø¥ÙÙÙÙ ÙØ© ÙÙ %@.
es: No tenemos filtros regionales para %@.
hu: Nincsenek regionális szűrőink ehhez: %@.
it: Non abbiamo filtri regionali per %@.
ja: %@ ã«ã¯å°åãã£ã«ã¿ã¼ãããã¾ããã
ko: %@ì ëí ì§ì­ íí°ê° ììµëë¤.
pl: Nie mamy filtrów regionalnych dla %@.
pt_br: Não temos filtros regionais para %@.
ru: Ð£ Ð½Ð°Ñ Ð½ÐµÑ ÑÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÑ ÑÐ¸Ð»ÑÑÑÐ¾Ð² Ð´Ð»Ñ %@.
zh_hans: æä»¬æ²¡æéå¯¹ %@ çåºåè¿æ»¤å¨ã

source: Error
ar: Ø®Ø·Ø£
hu: Hiba
it: Errore
ja: ã¨ã©ã¼
ko: ì¤ë¥
pl: Błąd
pt_br: Erro
ru: ÐÑÐ¸Ð±ÐºÐ°
zh_hans: éè¯¯

source: Updated %d script
ar: ØªÙ ØªØ­Ø¯ÙØ« Ø§ÙØ¨Ø±ÙØ§Ù Ø¬ Ø§ÙÙØµÙ %d
es: Se actualizó %d script
hu: %d szkript frissítve
it: Aggiornato %d script
ja: %d ã¹ã¯ãªãããæ´æ°ãã¾ãã
ko: %d ì¤í¬ë¦½í¸ê° ì ë°ì´í¸ëììµëë¤.
pl: Zaktualizowano %d skrypt
pt_br: Atualizado %d script
ru: ÐÐ±Ð½Ð¾Ð²Ð»ÐµÐ½ ÑÐºÑÐ¸Ð¿Ñ %d.
zh_hans: æ´æ°äº %d èæ¬

source: Settings
ar: Ø¥Ø¹Ø¯Ø§Ø¯Ø§Øª
es: Configuración
hu: Beállítások
it: Impostazioni
ja: è¨­å®
ko: ì¤ì 
pl: Ustawienia
pt_br: Ajustes
ru: ÐÐ°ÑÑÑÐ¾Ð¹ÐºÐ¸
zh_hans: è®¾ç½®

source: Title
ar: Ø¹ÙÙØ§Ù
es: Título
hu: Cím
it: Titolo
ja: ã¿ã¤ãã«
ko: ì ëª©
pl: Tytuł
pt_br: Título
ru: ÐÐ°Ð³Ð¾Ð»Ð¾Ð²Ð¾Ðº
zh_hans: æ é¢

source: No updates available
ar: ÙØ§ ØªÙØ¬Ø¯ ØªØ­Ø¯ÙØ«Ø§Øª Ù ØªØ§Ø­Ø©
es: No hay actualizaciones disponibles
hu: Nincs elérhető frissítés
it: Nessun aggiornamento disponibile
ja: å©ç¨å¯è½ãªã¢ãããã¼ãã¯ããã¾ãã
ko: ì¬ì© ê°ë¥í ì ë°ì´í¸ê° ììµëë¤.
pl: Brak dostępnych aktualizacji
pt_br: Nenhuma atualização disponível
ru: ÐÐµÑ Ð´Ð¾ÑÑÑÐ¿Ð½ÑÑ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ð¹
zh_hans: æ å¯ç¨æ´æ°

source: We found an existing wBlock configuration in iCloud. You can skip onboarding and use that instead.
ar: ÙÙØ¯ Ø¹Ø«Ø±ÙØ§ Ø¹ÙÙ ØªÙÙÙÙ wBlock Ù ÙØ¬ÙØ¯ ÙÙ iCloud. ÙÙ ÙÙÙ ØªØ®Ø·Ù Ø¹Ù ÙÙØ© Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯ ÙØ§Ø³ØªØ®Ø¯Ø§Ù Ø°ÙÙ Ø¨Ø¯ÙØ§Ù Ù Ù Ø°ÙÙ.
es: Encontramos una configuración existente de wBlock en iCloud. Puedes omitir la configuración inicial y usar esa.
hu: Találtunk egy meglévő wBlock konfigurációt az iCloudban. Kihagyhatod a kezdő beállítást, és ezt használhatod.
it: Abbiamo trovato una configurazione wBlock esistente in iCloud. Puoi saltare l'onboarding e usare quella.
ja: iCloud ã§æ¢å­ã® wBlock æ§æãè¦ã¤ããã¾ããããªã³ãã¼ãã£ã³ã°ãã¹ã­ãããã¦ãä»£ããã«ãããä½¿ç¨ã§ãã¾ãã
ko: iCloudìì ê¸°ì¡´ wBlock êµ¬ì±ì ì°¾ììµëë¤. ì¨ë³´ë©ì ê±´ëë°ê³ ëì ì¬ì©í ì ììµëë¤.
pl: Znaleziono istniejącą konfigurację wBlock w iCloud. Możesz pominąć konfigurację początkową i użyć jej zamiast tego.
pt_br: Encontramos uma configuração existente do wBlock no iCloud. Você pode pular a configuração inicial e usar essa configuração.
ru: ÐÑ Ð¾Ð±Ð½Ð°ÑÑÐ¶Ð¸Ð»Ð¸ ÑÑÑÐµÑÑÐ²ÑÑÑÑÑ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ñ wBlock Ð² iCloud. ÐÑ Ð¼Ð¾Ð¶ÐµÑÐµ Ð¿ÑÐ¾Ð¿ÑÑÑÐ¸ÑÑ ÑÐµÐ³Ð¸ÑÑÑÐ°ÑÐ¸Ñ Ð¸ Ð¸ÑÐ¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÑ ÐµÐµ Ð²Ð¼ÐµÑÑÐ¾ ÑÑÐ¾Ð³Ð¾.
zh_hans: æä»¬å¨ iCloud ä¸­åç°äºç°æç wBlock é ç½®ãæ¨å¯ä»¥è·³è¿å ¥èå¹¶ä½¿ç¨å®ã

source: Add Domain
ar: Ø£Ø¶Ù Ø§ÙÙ Ø¬Ø§Ù
es: Agregar dominio
hu: Domain hozzáadása
it: Aggiungi dominio
ja: ãã¡ã¤ã³ã®è¿½å
ko: ëë©ì¸ ì¶ê°
pl: Dodaj domenę
pt_br: Adicionar domínio
ru: ÐÐ¾Ð±Ð°Ð²Ð¸ÑÑ Ð´Ð¾Ð¼ÐµÐ½
zh_hans: æ·»å åå

source: Regional filters: %@
ar: Ø§ÙÙ Ø±Ø´Ø­Ø§Øª Ø§ÙØ¥ÙÙÙÙ ÙØ©: %@
es: Filtros regionales: %@
hu: Regionális szűrők: %@
it: Filtri regionali: %@
ja: å°åãã£ã«ã¿ã¼: %@
ko: ì§ì­ íí°: %@
pl: Filtry regionalne: %@
pt_br: Filtros regionais: %@
ru: Ð ÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÐµ ÑÐ¸Ð»ÑÑÑÑ: %@
zh_hans: åºåè¿æ»¤å¨ï¼%@

source: Done
ar: Ù ÙØªÙÙ
es: Listo
hu: Kész
it: Fatto
ja: çµãã
ko: ìë£
pl: Gotowe
pt_br: Concluído
ru: Ð¡Ð´ÐµÐ»Ð°Ð½Ð½ÑÐ¹
zh_hans: å®æ¯

source: Use iCloud Setup
ar: Ø§Ø³ØªØ®Ø¯Ù iCloud Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯
es: Usar configuración de iCloud
hu: iCloud beállítás használata
it: Usa configurazione iCloud
ja: iCloud ã»ããã¢ãããä½¿ç¨ãã
ko: iCloud ì¤ì  ì¬ì©
pl: Użyj konfiguracji iCloud
pt_br: Usar configuração do iCloud
ru: ÐÑÐ¿Ð¾Ð»ÑÐ·ÑÐ¹ÑÐµ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÑ iCloud
zh_hans: ä½¿ç¨ iCloud è®¾ç½®

source: Tell us where you browse so we can enable the right regional filters.
ar: Ø£Ø®Ø¨Ø±ÙØ§ Ø¨Ø§ÙÙ ÙØ§Ù Ø§ÙØ°Ù ØªØªØµÙØ­Ù Ø­ØªÙ ÙØªÙ ÙÙ Ù Ù ØªÙ ÙÙÙ Ø¹ÙØ§Ù Ù Ø§ÙØªØµÙÙØ© Ø§ÙØ¥ÙÙÙÙ ÙØ© Ø§ÙÙ ÙØ§Ø³Ø¨Ø©.
es: Cuéntanos dónde navegas para que podamos activar los filtros regionales correctos.
hu: Mondd meg, hol böngészel, hogy a megfelelő regionális szűrőket tudjuk engedélyezni.
it: Dicci dove navighi così possiamo abilitare i filtri regionali corretti.
ja: é©åãªå°åãã£ã«ã¿ã¼ãæå¹ã«ã§ãããããã©ãã§é²è¦§ããããæãã¦ãã ããã
ko: ì¬ë°ë¥¸ ì§ì­ íí°ë¥¼ íì±íí ì ìëë¡ íìíë ìì¹ë¥¼ ìë ¤ì£¼ì­ìì¤.
pl: Powiedz nam, gdzie przeglądasz internet, abyśmy mogli włączyć odpowiednie filtry regionalne.
pt_br: Diga onde você navega para que possamos ativar os filtros regionais corretos.
ru: Ð¡Ð¾Ð¾Ð±ÑÐ¸ÑÐµ Ð½Ð°Ð¼, Ð³Ð´Ðµ Ð²Ñ Ð¿ÑÐ¾ÑÐ¼Ð°ÑÑÐ¸Ð²Ð°ÐµÑÐµ, ÑÑÐ¾Ð±Ñ Ð¼Ñ Ð¼Ð¾Ð³Ð»Ð¸ Ð²ÐºÐ»ÑÑÐ¸ÑÑ Ð¿ÑÐ°Ð²Ð¸Ð»ÑÐ½ÑÐµ ÑÐµÐ³Ð¸Ð¾Ð½Ð°Ð»ÑÐ½ÑÐµ ÑÐ¸Ð»ÑÑÑÑ.
zh_hans: åè¯æä»¬æ¨æµè§çä½ç½®ï¼ä»¥ä¾¿æä»¬å¯ç¨æ­£ç¡®çåºåè¿æ»¤å¨ã

source: Updated %d scripts
ar: ØªÙ ØªØ­Ø¯ÙØ« %d Ø§ÙØ¨Ø±Ø§Ù Ø¬ Ø§ÙÙØµÙØ©
es: Se actualizaron %d scripts
hu: %d szkript frissítve
it: Aggiornati %d script
ja: %d ã¹ã¯ãªãããæ´æ°ãã¾ãã
ko: %d ì¤í¬ë¦½í¸ ì ë°ì´í¸ë¨
pl: Zaktualizowano %d skryptów
pt_br: Atualizados %d scripts
ru: ÐÐ±Ð½Ð¾Ð²Ð»ÐµÐ½Ñ ÑÐºÑÐ¸Ð¿ÑÑ %d.
zh_hans: æ´æ°äº %d èæ¬

source: Delete Selected
ar: Ø­Ø°Ù Ø§ÙÙ Ø­Ø¯Ø¯
es: Eliminar seleccionados
hu: Kijelöltek törlése
it: Elimina selezionati
ja: é¸æãããã®ãåé¤
ko: ì í í­ëª© ì­ì 
pl: Usuń zaznaczone
pt_br: Excluir selecionados
ru: Ð£Ð´Ð°Ð»Ð¸ÑÑ Ð²ÑÐ±ÑÐ°Ð½Ð½Ð¾Ðµ
zh_hans: å é¤æéå å®¹

source: File Information
ar: Ù Ø¹ÙÙÙ Ø§Øª Ø§ÙÙ ÙÙ
es: Información del archivo
hu: Fájlinformációk
it: Informazioni file
ja: ãã¡ã¤ã«æ å ±
ko: íì¼ ì ë³´
pl: Informacje o pliku
pt_br: Informações do arquivo
ru: ÐÐ½ÑÐ¾ÑÐ¼Ð°ÑÐ¸Ñ Ð¾ ÑÐ°Ð¹Ð»Ðµ
zh_hans: æä»¶ä¿¡æ¯

source: Search scripts
ar: Ø§ÙØ¨Ø­Ø« Ø¹Ù Ø§ÙØ¨Ø±Ø§Ù Ø¬ Ø§ÙÙØµÙØ©
es: Buscar scripts
hu: Szkriptek keresése
it: Cerca script
ja: æ¤ç´¢ã¹ã¯ãªãã
ko: ê²ì ì¤í¬ë¦½í¸
pl: Szukaj skryptów
pt_br: Pesquisar scripts
ru: ÐÐ¾Ð¸ÑÐº ÑÐºÑÐ¸Ð¿ÑÐ¾Ð²
zh_hans: æç´¢èæ¬

source: Remove
ar: ÙØ²ÙÙ
es: Eliminar
hu: Eltávolítás
it: Rimuovi
ja: åãé¤ã
ko: ì ê±°íë¤
pl: Usuń
pt_br: Remover
ru: Ð£Ð´Ð°Ð»ÑÑÑ
zh_hans: æ¶é¤

source: No Updates Found
ar: ÙÙ ÙØªÙ Ø§ÙØ¹Ø«ÙØ± Ø¹ÙÙ ØªØ­Ø¯ÙØ«Ø§Øª
es: No se encontraron actualizaciones
hu: Nem található frissítés
it: Nessun aggiornamento trovato
ja: ã¢ãããã¼ããè¦ã¤ããã¾ããã§ãã
ko: ì ë°ì´í¸ë¥¼ ì°¾ì ì ììµëë¤
pl: Nie znaleziono aktualizacji
pt_br: Nenhuma atualização encontrada
ru: ÐÐ±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ð¹ Ð½Ðµ Ð½Ð°Ð¹Ð´ÐµÐ½Ð¾
zh_hans: æªæ¾å°æ´æ°

source: Applied
ar: Ù ÙØ·Ø¨ÙÙÙ
es: Aplicado
hu: Alkalmazva
it: Applicato
ja: é©ç¨æ¸ã¿
ko: ì ì©ë
pl: Zastosowano
pt_br: Aplicado
ru: ÐÑÐ¸Ð¼ÐµÐ½ÑÐµÐ¼ÑÐ¹
zh_hans: åºç¨

source: Critical Setup Required
ar: Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯ Ø§ÙØ­Ø±Ø¬ Ù Ø·ÙÙØ¨
es: Se requiere configuración crítica
hu: Kritikus beállítás szükséges
it: Configurazione critica richiesta
ja: éè¦ãªã»ããã¢ãããå¿ è¦ã§ã
ko: ì¤ìí ì¤ì  íì
pl: Wymagana krytyczna konfiguracja
pt_br: Configuração crítica necessária
ru: Ð¢ÑÐµÐ±ÑÐµÑÑÑ ÐºÑÐ¸ÑÐ¸ÑÐµÑÐºÐ°Ñ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐ°
zh_hans: éè¦å ³é®è®¾ç½®

source: No Whitelisted Domains
ar: ÙØ§ ØªÙØ¬Ø¯ Ù Ø¬Ø§ÙØ§Øª Ù Ø¯Ø±Ø¬Ø© ÙÙ Ø§ÙÙØ§Ø¦Ù Ø© Ø§ÙØ¨ÙØ¶Ø§Ø¡
es: No hay dominios en lista blanca
hu: Nincsenek engedélyezőlistás domainek
it: Nessun dominio in whitelist
ja: ãã¯ã¤ããªã¹ãã«ç»é²ããããã¡ã¤ã³ãããã¾ãã
ko: íì©ë ëë©ì¸ ìì
pl: Brak domen na białej liście
pt_br: Nenhum domínio na lista de permissões
ru: ÐÐµÑ Ð´Ð¾Ð¼ÐµÐ½Ð¾Ð² Ð² Ð±ÐµÐ»Ð¾Ð¼ ÑÐ¿Ð¸ÑÐºÐµ
zh_hans: æ²¡æåå ¥ç½ååçåå
