Repository: 0xCUB3/wBlock
Catalog: wBlock Advanced/*.lproj/Localizable.strings
Languages: ar, es, hu, it, ja, ko, pl, pt_br, ru, zh_hans

source: Only AdGuard Base filter. Lightest protection, best compatibility.
ar: ÙÙØ· AdGuard Ø§ÙÙÙØªØ± Ø§ÙØ£Ø³Ø§Ø³Ù. Ø£Ø®Ù Ø­Ù Ø§ÙØ© ÙØ£ÙØ¶Ù ØªÙØ§ÙÙ.
es: Solo el filtro AdGuard Base. La protección más ligera, la mejor compatibilidad.
hu: Csak az AdGuard Base szűrő. A legkönnyebb védelem, legjobb kompatibilitás.
it: Solo filtro AdGuard Base. Protezione più leggera, massima compatibilità.
ja: AdGuard ãã¼ã¹ ãã£ã«ã¿ã¼ã®ã¿ãæãè»½ãä¿è­·åãæé«ã®äºææ§ã
ko: AdGuard ê¸°ë³¸ íí°ë§ í´ë¹ë©ëë¤. ê°ì¥ ê°ë²¼ì´ ë³´í¸, ìµê³ ì í¸íì±.
pl: Tylko filtr AdGuard Base. Najlżejsza ochrona, najlepsza zgodność.
pt_br: Somente o filtro AdGuard Base. Proteção mais leve, melhor compatibilidade.
ru: Ð¢Ð¾Ð»ÑÐºÐ¾ AdGuard ÐÐ°Ð·Ð¾Ð²ÑÐ¹ ÑÐ¸Ð»ÑÑÑ. Ð¡Ð°Ð¼Ð°Ñ Ð»ÐµÐ³ÐºÐ°Ñ Ð·Ð°ÑÐ¸ÑÐ°, Ð»ÑÑÑÐ°Ñ ÑÐ¾Ð²Ð¼ÐµÑÑÐ¸Ð¼Ð¾ÑÑÑ.
zh_hans: ä» AdGuard åºæ¬è¿æ»¤å¨ãæè½»çä¿æ¤ï¼æå¥½çå ¼å®¹æ§ã

source: (pending)
ar: (ÙÙØ¯ Ø§ÙØ§ÙØªØ¸Ø§Ø±)
es: (pendiente)
hu: (függőben)
it: (in sospeso)
ja: ï¼ä¿çä¸­ï¼
ko: (ë³´ë¥ ì¤)
pl: (oczekujące)
pt_br: (pendente)
ru: (Ð² Ð¾Ð¶Ð¸Ð´Ð°Ð½Ð¸Ð¸)
zh_hans: ï¼å¾ åçï¼

source: Continue Setup
ar: Ù ØªØ§Ø¨Ø¹Ø© Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯
es: Continuar configuración
hu: Beállítás folytatása
it: Continua configurazione
ja: ã»ããã¢ãããç¶è¡ãã
ko: ê³ì ì¤ì 
pl: Kontynuuj konfigurację
pt_br: Continuar configuração
ru: ÐÑÐ¾Ð´Ð¾Ð»Ð¶Ð¸ÑÑ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÑ
zh_hans: ç»§ç»­è®¾ç½®

source: Progress
ar: ØªÙØ¯Ù
es: Progreso
hu: Folyamat
it: Avanzamento
ja: é²æ
ko: ì§ì 
pl: Postęp
pt_br: Progresso
ru: ÐÑÐ¾Ð³ÑÐµÑÑ
zh_hans: è¿æ­¥

source: Logs
ar: Ø³Ø¬ÙØ§Øª
es: Registros
hu: Naplók
it: Log
ja: ã­ã°
ko: ë¡ê·¸
pl: Logi
ru: ÐÑÑÐ½Ð°Ð»Ñ
zh_hans: æ¥å¿

source: Preparing %d extension
ar: Ø¬Ø§Ø±Ù ØªØ­Ø¶ÙØ± Ø§ÙØ§Ù ØªØ¯Ø§Ø¯ %d
es: Preparando %d extensión
hu: %d bővítmény előkészítése
it: Preparazione di %d estensione
ja: %d æ¡å¼µæ©è½ãæºåãã¦ãã¾ã
ko: %d íì¥ íë¡ê·¸ë¨ ì¤ë¹ ì¤
pl: Przygotowywanie %d rozszerzenia
pt_br: Preparando %d extensão
ru: ÐÐ¾Ð´Ð³Ð¾ÑÐ¾Ð²ÐºÐ° ÑÐ°ÑÑÐ¸ÑÐµÐ½Ð¸Ñ %d
zh_hans: åå¤ %d æ©å±

source: Add Userscript
ar: Ø¥Ø¶Ø§ÙØ© ÙØµ Ø§ÙÙ Ø³ØªØ®Ø¯Ù
es: Agregar script de usuario
hu: Felhasználói szkript hozzáadása
it: Aggiungi userscript
ja: ã¦ã¼ã¶ã¼ã¹ã¯ãªããã®è¿½å
ko: ì¬ì©ì ì¤í¬ë¦½í¸ ì¶ê°
pl: Dodaj skrypt użytkownika
pt_br: Adicionar script de usuário
ru: ÐÐ¾Ð±Ð°Ð²Ð¸ÑÑ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ð¹ ÑÐºÑÐ¸Ð¿Ñ
zh_hans: æ·»å ç¨æ·èæ¬

source: URL Patterns (%@)
ar: URL Ø§ÙØ£ÙÙ Ø§Ø· (%@)
es: Patrones de URL (%@)
hu: URL minták (%@)
it: Pattern URL (%@)
ja: URL ãã¿ã¼ã³ (%@)
ko: URL í¨í´(%@)
pl: Wzorce URL (%@)
pt_br: Padrões de URL (%@)
ru: URL Ð¨Ð°Ð±Ð»Ð¾Ð½Ñ (%@)
zh_hans: URL æ¨¡å¼ (%@)

source: Copy URL
ar: ÙØ³Ø® URL
es: Copiar URL
hu: URL másolása
it: Copia URL
ja: URL ãã³ãã¼
ko: URL ë³µì¬
pl: Kopiuj URL
pt_br: Copiar URL
ru: ÐÐ¾Ð¿Ð¸ÑÐ¾Ð²Ð°ÑÑ URL
zh_hans: å¤å¶ URL

source: Trust: %@
ar: Ø§ÙØ«ÙØ©: %@
es: Confianza: %@
hu: Megbízhatóság: %@
it: Attendibilità: %@
ja: ä¿¡é ¼: %@
ko: ì ë¢°: %@
pl: Zaufanie: %@
pt_br: Confiança: %@
ru: ÐÐ¾Ð²ÐµÑÐ¸Ðµ: %@
zh_hans: ä¿¡ä»»ï¼%@

source: Logs will appear here as the app runs
ar: Ø³ØªØ¸ÙØ± Ø§ÙØ³Ø¬ÙØ§Øª ÙÙØ§ Ø£Ø«ÙØ§Ø¡ ØªØ´ØºÙÙ Ø§ÙØªØ·Ø¨ÙÙ
es: Los registros aparecerán aquí mientras la app se ejecuta
hu: A naplók itt jelennek meg az alkalmazás futása közben
it: I log appariranno qui mentre l'app è in esecuzione
ja: ã¢ããªã®å®è¡ä¸­ã«ã­ã°ãããã«è¡¨ç¤ºããã¾ã
ko: ì±ì´ ì¤íëë©´ ì¬ê¸°ì ë¡ê·¸ê° íìë©ëë¤.
pl: Logi będą pojawiać się tutaj podczas działania aplikacji
pt_br: Os logs aparecerão aqui enquanto o app é executado
ru: ÐÑÑÐ½Ð°Ð»Ñ Ð±ÑÐ´ÑÑ Ð¿Ð¾ÑÐ²Ð»ÑÑÑÑÑ Ð·Ð´ÐµÑÑ Ð¿Ð¾ Ð¼ÐµÑÐµ Ð·Ð°Ð¿ÑÑÐºÐ° Ð¿ÑÐ¸Ð»Ð¾Ð¶ÐµÐ½Ð¸Ñ.
zh_hans: åºç¨ç¨åºè¿è¡æ¶æ¥å¿å°æ¾ç¤ºå¨æ­¤å¤

source: Downloaded %d updates
ar: ØªÙ ØªÙØ²ÙÙ ØªØ­Ø¯ÙØ«Ø§Øª %d
es: Se descargaron %d actualizaciones
hu: %d frissítés letöltve
it: Scaricati %d aggiornamenti
ja: %d ã¢ãããã¼ãããã¦ã³ã­ã¼ããã¾ãã
ko: %d ì ë°ì´í¸ë¥¼ ë¤ì´ë¡ëíìµëë¤.
pl: Pobrano %d aktualizacji
pt_br: Baixadas %d atualizações
ru: Ð¡ÐºÐ°ÑÐ°Ð½Ð¾ %d Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ð¹
zh_hans: å·²ä¸è½½ %d æ´æ°

source: Setup Instructions
ar: ØªØ¹ÙÙÙ Ø§Øª Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯
es: Instrucciones de configuración
hu: Beállítási útmutató
it: Istruzioni di configurazione
ja: ã»ããã¢ããæé 
ko: ì¤ì  ì§ì¹¨
pl: Instrukcje konfiguracji
pt_br: Instruções de configuração
ru: ÐÐ½ÑÑÑÑÐºÑÐ¸Ð¸ Ð¿Ð¾ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐµ
zh_hans: è®¾ç½®è¯´æ

source: Every 1 day
ar: ÙÙ 1 ÙÙÙ
es: Cada 1 día
hu: Naponta
it: Ogni 1 giorno
ja: 1æ¥ãã¨
ko: 1ì¼ë§ë¤
pl: Co 1 dzień
pt_br: A cada 1 dia
ru: ÐÐ°Ð¶Ð´ÑÐ¹ 1 Ð´ÐµÐ½Ñ
zh_hans: æ¯ 1 å¤©ä¸æ¬¡

source: Reading Files
ar: ÙØ±Ø§Ø¡Ø© Ø§ÙÙ ÙÙØ§Øª
es: Leyendo archivos
hu: Fájlok olvasása
it: Lettura file
ja: ãã¡ã¤ã«ã®èª­ã¿åã
ko: íì¼ ì½ê¸°
pl: Odczytywanie plików
pt_br: Lendo arquivos
ru: Ð§ÑÐµÐ½Ð¸Ðµ ÑÐ°Ð¹Ð»Ð¾Ð²
zh_hans: è¯»åæä»¶

source: Show blocked item count in toolbar
ar: Ø¥Ø¸ÙØ§Ø± Ø¹Ø¯Ø¯ Ø§ÙØ¹ÙØ§ØµØ± Ø§ÙÙ Ø­Ø¸ÙØ±Ø© ÙÙ Ø´Ø±ÙØ· Ø§ÙØ£Ø¯ÙØ§Øª
es: Mostrar cantidad de elementos bloqueados en la barra de herramientas
hu: Blokkolt elemek számának megjelenítése az eszköztáron
it: Mostra il numero di elementi bloccati nella barra degli strumenti
ja: ãã¼ã«ãã¼ã«ãã­ãã¯ãããã¢ã¤ãã æ°ãè¡¨ç¤º
ko: í´ë°ì ì°¨ë¨ë í­ëª© ì íì
pl: Pokaż liczbę zablokowanych elementów na pasku narzędzi
pt_br: Mostrar contagem de itens bloqueados na barra de ferramentas
ru: ÐÐ¾ÐºÐ°Ð·ÑÐ²Ð°ÑÑ ÐºÐ¾Ð»Ð¸ÑÐµÑÑÐ²Ð¾ Ð·Ð°Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²Ð°Ð½Ð½ÑÑ ÑÐ»ÐµÐ¼ÐµÐ½ÑÐ¾Ð² Ð½Ð° Ð¿Ð°Ð½ÐµÐ»Ð¸ Ð¸Ð½ÑÑÑÑÐ¼ÐµÐ½ÑÐ¾Ð²
zh_hans: å¨å·¥å ·æ ä¸­æ¾ç¤ºè¢«é»æ­¢çé¡¹ç®è®¡æ°

source: View Logs
ar: Ø¹Ø±Ø¶ Ø§ÙØ³Ø¬ÙØ§Øª
es: Ver registros
hu: Naplók megtekintése
it: Visualizza log
ja: ã­ã°ã®è¡¨ç¤º
ko: ë¡ê·¸ ë³´ê¸°
pl: Pokaż logi
pt_br: Ver logs
ru: ÐÑÐ¾ÑÐ¼Ð¾ÑÑ Ð¶ÑÑÐ½Ð°Ð»Ð¾Ð²
zh_hans: æ¥çæ¥å¿

source: Duplicate Userscripts Found
ar: ØªÙ Ø§ÙØ¹Ø«ÙØ± Ø¹ÙÙ ÙØµÙØµ Ù Ø³ØªØ®Ø¯Ù Ù ÙØ±Ø±Ø©
es: Se encontraron scripts de usuario duplicados
hu: Ismétlődő felhasználói szkriptek találhatók
it: Trovati userscript duplicati
ja: éè¤ããã¦ã¼ã¶ã¼ã¹ã¯ãªãããè¦ã¤ããã¾ãã
ko: ì¤ë³µë ì¬ì©ì ì¤í¬ë¦½í¸ê° ë°ê²¬ëììµëë¤.
pl: Znaleziono zduplikowane skrypty użytkownika
pt_br: Scripts de usuário duplicados encontrados
ru: ÐÐ±Ð½Ð°ÑÑÐ¶ÐµÐ½Ñ Ð¿Ð¾Ð²ÑÐ¾ÑÑÑÑÐ¸ÐµÑÑ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ðµ ÑÐºÑÐ¸Ð¿ÑÑ
zh_hans: åç°éå¤çç¨æ·èæ¬

source: No logs found
ar: ÙÙ ÙØªÙ Ø§ÙØ¹Ø«ÙØ± Ø¹ÙÙ Ø³Ø¬ÙØ§Øª
es: No se encontraron registros
hu: Nem találhatók naplók
it: Nessun log trovato
ja: ã­ã°ãè¦ã¤ããã¾ãã
ko: ë¡ê·¸ë¥¼ ì°¾ì ì ììµëë¤.
pl: Nie znaleziono logów
pt_br: Nenhum log encontrado
ru: ÐÑÑÐ½Ð°Ð»Ñ Ð½Ðµ Ð½Ð°Ð¹Ð´ÐµÐ½Ñ
zh_hans: æ²¡ææ¾å°æ¥å¿

source: Converting Rules
ar: ÙÙØ§Ø¹Ø¯ Ø§ÙØªØ­ÙÙÙ
es: Convirtiendo reglas
hu: Szabályok átalakítása
it: Conversione regole
ja: å¤æã«ã¼ã«
ko: ë³í ê·ì¹
pl: Konwertowanie reguł
pt_br: Convertendo regras
ru: ÐÑÐµÐ¾Ð±ÑÐ°Ð·Ð¾Ð²Ð°Ð½Ð¸Ðµ Ð¿ÑÐ°Ð²Ð¸Ð»
zh_hans: è½¬æ¢è§å

source: Paste the direct .user.js link. wBlock will download and install it for you.
ar: Ø§ÙØµÙ Ø§ÙØ±Ø§Ø¨Ø· Ø§ÙÙ Ø¨Ø§Ø´Ø± .user.js. Ø³ÙÙÙÙ wBlock Ø¨ØªÙØ²ÙÙÙ ÙØªØ«Ø¨ÙØªÙ ÙÙ.
es: Pega el enlace directo .user.js. wBlock lo descargará e instalará por ti.
hu: Illeszd be a közvetlen .user.js linket. A wBlock letölti és telepíti neked.
it: Incolla il link diretto .user.js. wBlock lo scaricherà e lo installerà per te.
ja: .user.js ã®ç´æ¥ãªã³ã¯ãè²¼ãä»ãã¾ãã wBlock ããã¦ã³ã­ã¼ããã¦ã¤ã³ã¹ãã¼ã«ãã¾ãã
ko: ì§ì  .user.js ë§í¬ë¥¼ ë¶ì¬ë£ìµëë¤. wBlockì´(ê°) ë¤ì´ë¡ëíì¬ ì¤ì¹í´ ëë¦½ëë¤.
pl: Wklej bezpośredni link .user.js. wBlock pobierze i zainstaluje go za Ciebie.
pt_br: Cole o link direto .user.js. O wBlock vai baixar e instalar para você.
ru: ÐÑÑÐ°Ð²ÑÑÐµ Ð¿ÑÑÐ¼ÑÑ ÑÑÑÐ»ÐºÑ .user.js. wBlock Ð·Ð°Ð³ÑÑÐ·Ð¸Ñ Ð¸ ÑÑÑÐ°Ð½Ð¾Ð²Ð¸Ñ ÐµÐ³Ð¾ Ð´Ð»Ñ Ð²Ð°Ñ.
zh_hans: ç²è´´ç´æ¥ .user.js é¾æ¥ã wBlock å°ä¸ºæ¨ä¸è½½å¹¶å®è£ å®ã

source: Waiting
ar: Ù ÙØªØ¸Ø±
es: Esperando
hu: Várakozás
it: In attesa
ja: å¾ ã£ã¦ãã
ko: ëê¸° ì¤
pl: Oczekiwanie
pt_br: Aguardando
ru: ÐÐ¶Ð¸Ð´Ð°ÑÑÐ¸Ð¹
zh_hans: ç­å¾

source: Back
ar: Ø®ÙÙ
es: Atrás
hu: Vissza
it: Indietro
ja: æ»ã
ko: ë¤ìª½ì
pl: Wstecz
pt_br: Voltar
ru: ÐÐ°Ð·Ð°Ð´
zh_hans: åé

source: Supports .user.js or .js files. Local imports won't auto-update; re-import to replace.
ar: ÙØ¯Ø¹Ù Ù ÙÙØ§Øª .user.js Ø£Ù .js. ÙÙ ÙØªÙ ØªØ­Ø¯ÙØ« Ø§ÙÙØ§Ø±Ø¯Ø§Øª Ø§ÙÙ Ø­ÙÙØ© ØªÙÙØ§Ø¦ÙÙØ§Ø Ø¥Ø¹Ø§Ø¯Ø© Ø§ÙØ§Ø³ØªÙØ±Ø§Ø¯ ÙÙØ­Ù Ù Ø­Ù.
es: Admite archivos .user.js o .js. Las importaciones locales no se actualizarán automáticamente; vuelve a importar para reemplazar.
hu: Támogatja a .user.js vagy .js fájlokat. A helyi importok nem frissülnek automatikusan; cseréhez importáld újra.
it: Supporta file .user.js o .js. Le importazioni locali non si aggiornano automaticamente; reimporta per sostituire.
ja: .user.js ã¾ãã¯ .js ãã¡ã¤ã«ããµãã¼ããã¾ããã­ã¼ã«ã«ã¤ã³ãã¼ãã¯èªåæ´æ°ããã¾ãããåè¼¸å ¥ãã¦äº¤æãã¾ãã
ko: .user.js ëë .js íì¼ì ì§ìí©ëë¤. ë¡ì»¬ ê°ì ¸ì¤ê¸°ë ìë ì ë°ì´í¸ëì§ ììµëë¤. êµì²´íë ¤ë©´ ë¤ì ê°ì ¸ì¤ì¸ì.
pl: Obsługuje pliki .user.js lub .js. Importy lokalne nie aktualizują się automatycznie; zaimportuj ponownie, aby zastąpić.
pt_br: Compatível com arquivos .user.js ou .js. Importações locais não serão atualizadas automaticamente; reimporte para substituir.
ru: ÐÐ¾Ð´Ð´ÐµÑÐ¶Ð¸Ð²Ð°ÐµÑ ÑÐ°Ð¹Ð»Ñ .user.js Ð¸Ð»Ð¸ .js. ÐÐ¾ÐºÐ°Ð»ÑÐ½ÑÐ¹ Ð¸Ð¼Ð¿Ð¾ÑÑ Ð½Ðµ Ð±ÑÐ´ÐµÑ Ð¾Ð±Ð½Ð¾Ð²Ð»ÑÑÑÑÑ Ð°Ð²ÑÐ¾Ð¼Ð°ÑÐ¸ÑÐµÑÐºÐ¸; Ð¿Ð¾Ð²ÑÐ¾ÑÐ½ÑÐ¹ Ð¸Ð¼Ð¿Ð¾ÑÑ Ð´Ð»Ñ Ð·Ð°Ð¼ÐµÐ½Ñ.
zh_hans: æ¯æ .user.js æ .js æä»¶ãæ¬å°å¯¼å ¥ä¸ä¼èªå¨æ´æ°ï¼éæ°å¯¼å ¥æ¿æ¢ã

source: Category
ar: ÙØ¦Ø©
es: Categoría
hu: Kategória
it: Categoria
ja: ã«ãã´ãª
ko: ë²ì£¼
pl: Kategoria
pt_br: Categoria
ru: ÐÐ°ÑÐµÐ³Ð¾ÑÐ¸Ñ
zh_hans: ç±»å«

source: Open Safari Settings
ar: Ø§ÙØªØ­ Safari Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯Ø§Øª
es: Abrir ajustes de Safari
hu: Safari beállítások megnyitása
it: Apri impostazioni Safari
ja: Safari è¨­å®ãéã
ko: Safari ì¤ì  ì´ê¸°
pl: Otwórz ustawienia Safari
pt_br: Abrir Ajustes do Safari
ru: ÐÑÐºÑÐ¾Ð¹ÑÐµ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐ¸ Safari.
zh_hans: æå¼ Safari è®¾ç½®

source: Search
ar: ÙØ¨Ø­Ø«
es: Buscar
hu: Keresés
it: Cerca
ja: æ¤ç´¢
ko: ì°¾ë¤
pl: Szukaj
pt_br: Pesquisar
ru: ÐÐ¾Ð¸ÑÐº
zh_hans: æç´¢

source: Ads
ar: Ø¥Ø¹ÙØ§ÙØ§Øª
es: Anuncios
hu: Hirdetések
it: Annunci
ja: åºå
ko: ê´ê³
pl: Reklamy
pt_br: Anúncios
ru: ÐÐ±ÑÑÐ²Ð»ÐµÐ½Ð¸Ñ
zh_hans: å¹¿å

source: Choose your preferred blocking level. You can adjust enabled filters later.
ar: Ø§Ø®ØªØ± Ù Ø³ØªÙÙ Ø§ÙØ­Ø¸Ø± Ø§ÙÙ ÙØ¶Ù ÙØ¯ÙÙ. ÙÙ ÙÙÙ Ø¶Ø¨Ø· Ø§ÙÙ Ø±Ø´Ø­Ø§Øª Ø§ÙÙ Ù ÙÙÙØ© ÙØ§Ø­ÙÙØ§.
es: Elige tu nivel de bloqueo preferido. Puedes ajustar los filtros activados más tarde.
hu: Válaszd ki a kívánt blokkolási szintet. A későbbiekben módosíthatod az engedélyezett szűrőket.
it: Scegli il livello di blocco che preferisci. Potrai modificare i filtri abilitati in seguito.
ja: å¥½ã¿ã®ãã­ãã¯ã¬ãã«ãé¸æãã¦ãã ãããæå¹ãªãã£ã«ã¿ã¼ã¯å¾ã§èª¿æ´ã§ãã¾ãã
ko: ìíë ì°¨ë¨ ìì¤ì ì ííì¸ì. íì±íë íí°ë ëì¤ì ì¡°ì í ì ììµëë¤.
pl: Wybierz preferowany poziom blokowania. Włączone filtry możesz dostosować później.
pt_br: Escolha seu nível de bloqueio preferido. Você pode ajustar os filtros ativados depois.
ru: ÐÑÐ±ÐµÑÐ¸ÑÐµ Ð¿ÑÐµÐ´Ð¿Ð¾ÑÐ¸ÑÐ°ÐµÐ¼ÑÐ¹ ÑÑÐ¾Ð²ÐµÐ½Ñ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÐ¸. ÐÑ Ð¼Ð¾Ð¶ÐµÑÐµ Ð½Ð°ÑÑÑÐ¾Ð¸ÑÑ Ð²ÐºÐ»ÑÑÐµÐ½Ð½ÑÐµ ÑÐ¸Ð»ÑÑÑÑ Ð¿Ð¾Ð·Ð¶Ðµ.
zh_hans: éæ©æ¨é¦éçé»æ­¢çº§å«ãæ¨å¯ä»¥ç¨åè°æ´å¯ç¨çè¿æ»¤å¨ã

source: Showing preview (\(formatFileSize(previewLength)) of \(formatFileSize(script.content.count)))
es: Mostrando vista previa (\(formatFileSize(previewLength)) de \(formatFileSize(script.content.count)))
hu: Előnézet megjelenítése (\(formatFileSize(previewLength)) / \(formatFileSize(script.content.count)))
it: Anteprima (\(formatFileSize(previewLength)) di \(formatFileSize(script.content.count)))
pl: Podgląd (\(formatFileSize(previewLength)) z \(formatFileSize(script.content.count)))
pt_br: Mostrando prévia (\(formatFileSize(previewLength)) de \(formatFileSize(script.content.count)))

source: Checked just now
ar: ØªÙ Ø§ÙØªØ­ÙÙ ÙÙØªÙ
es: Revisado justo ahora
hu: Ellenőrizve épp most
it: Controllato proprio ora
ja: ãã£ãä»ãã§ãã¯ãã¾ãã
ko: ë°©ê¸ íì¸í¨
pl: Sprawdzono przed chwilą
pt_br: Verificado agora mesmo
ru: ÐÑÐ¾Ð²ÐµÑÐ¸Ð» ÑÐ¾Ð»ÑÐºÐ¾ ÑÐµÐ¹ÑÐ°Ñ
zh_hans: ååæ£æ¥è¿

source: wBlock will fetch and enable the script automatically.
ar: Ø³ÙÙÙÙ wBlock Ø¨Ø¥Ø­Ø¶Ø§Ø± Ø§ÙØ¨Ø±ÙØ§Ù Ø¬ Ø§ÙÙØµÙ ÙØªÙ ÙÙÙÙ ØªÙÙØ§Ø¦ÙÙØ§.
es: wBlock obtendrá y activará el script automáticamente.
hu: A wBlock automatikusan letölti és engedélyezi a szkriptet.
it: wBlock scaricherà e abiliterà automaticamente lo script.
ja: wBlock ã¯ã¹ã¯ãªãããèªåçã«åå¾ãã¦æå¹ã«ãã¾ãã
ko: wBlockì ì¤í¬ë¦½í¸ë¥¼ ìëì¼ë¡ ê°ì ¸ì íì±íí©ëë¤.
pl: wBlock automatycznie pobierze i włączy skrypt.
pt_br: O wBlock buscará e ativará o script automaticamente.
ru: wBlock Ð°Ð²ÑÐ¾Ð¼Ð°ÑÐ¸ÑÐµÑÐºÐ¸ Ð¿Ð¾Ð»ÑÑÐ¸Ñ Ð¸ Ð°ÐºÑÐ¸Ð²Ð¸ÑÑÐµÑ ÑÑÐµÐ½Ð°ÑÐ¸Ð¹.
zh_hans: wBlock å°èªå¨è·åå¹¶å¯ç¨èæ¬ã

source: Add domains to disable ad blocking on specific sites
ar: Ø£Ø¶Ù ÙØ·Ø§ÙØ§Øª ÙØªØ¹Ø·ÙÙ Ø­Ø¸Ø± Ø§ÙØ¥Ø¹ÙØ§ÙØ§Øª Ø¹ÙÙ Ù ÙØ§ÙØ¹ Ù Ø­Ø¯Ø¯Ø©
es: Agrega dominios para desactivar el bloqueo de anuncios en sitios específicos
hu: Adj hozzá domaineket, ahol ki szeretnéd kapcsolni a hirdetésblokkolást
it: Aggiungi domini per disattivare il blocco annunci su siti specifici
ja: ãã¡ã¤ã³ãè¿½å ãã¦ç¹å®ã®ãµã¤ãã§ã®åºåãã­ãã¯ãç¡å¹ã«ãã
ko: í¹ì  ì¬ì´í¸ìì ê´ê³ ì°¨ë¨ì ë¹íì±ííë ¤ë©´ ëë©ì¸ì ì¶ê°íì¸ì.
pl: Dodaj domeny, aby wyłączyć blokowanie reklam w określonych witrynach
pt_br: Adicione domínios para desativar o bloqueio de anúncios em sites específicos
ru: ÐÐ¾Ð±Ð°Ð²ÑÑÐµ Ð´Ð¾Ð¼ÐµÐ½Ñ, ÑÑÐ¾Ð±Ñ Ð¾ÑÐºÐ»ÑÑÐ¸ÑÑ Ð±Ð»Ð¾ÐºÐ¸ÑÐ¾Ð²ÐºÑ ÑÐµÐºÐ»Ð°Ð¼Ñ Ð½Ð° Ð¾Ð¿ÑÐµÐ´ÐµÐ»ÐµÐ½Ð½ÑÑ ÑÐ°Ð¹ÑÐ°Ñ .
zh_hans: æ·»å åä»¥ç¦ç¨ç¹å®ç½ç«ä¸çå¹¿åæ¦æª

source: Add Mode
ar: Ø¥Ø¶Ø§ÙØ© Ø§ÙÙØ¶Ø¹
es: Modo de adición
hu: Hozzáadási mód
it: Modalità di aggiunta
ja: è¿½å ã¢ã¼ã
ko: ëª¨ë ì¶ê°
pl: Tryb dodawania
pt_br: Modo de adição
ru: ÐÐ¾Ð±Ð°Ð²Ð¸ÑÑ ÑÐµÐ¶Ð¸Ð¼
zh_hans: æ·»å æ¨¡å¼

source: Keep All
ar: Ø§Ø­ØªÙØ¸ Ø¨Ø§ÙÙÙ
es: Conservar todo
hu: Összes megtartása
it: Mantieni tutto
ja: ãã¹ã¦ä¿æ
ko: ëª¨ë ì ì§
pl: Zachowaj wszystko
pt_br: Manter todos
ru: Ð¡Ð¾Ñ ÑÐ°Ð½Ð¸ÑÑ Ð²ÑÐµ
zh_hans: å ¨é¨ä¿ç

source: Languages: %@
ar: Ø§ÙÙØºØ§Øª: %@
es: Idiomas: %@
hu: Nyelvek: %@
it: Lingue: %@
ja: è¨èª: %@
ko: ì¸ì´: %@
pl: Języki: %@
pt_br: Idiomas: %@
ru: Ð¯Ð·ÑÐºÐ¸: %@
zh_hans: è¯­è¨ï¼%@

source: Saving & Building
ar: Ø§ÙØ§Ø¯Ø®Ø§Ø± ÙØ§ÙØ¨ÙØ§Ø¡
es: Guardando y compilando
hu: Mentés és összeállítás
it: Salvataggio e compilazione
ja: ä¿å­ã¨æ§ç¯
ko: ì ì¶ ë° ê±´ì¶
pl: Zapisywanie i budowanie
pt_br: Salvando e gerando
ru: Ð¡Ð¾Ñ ÑÐ°Ð½ÐµÐ½Ð¸Ðµ Ð¸ ÑÑÑÐ¾Ð¸ÑÐµÐ»ÑÑÑÐ²Ð¾
zh_hans: å¨èä¸å»ºè®¾

source: No matching userscripts
ar: ÙØ§ ØªÙØ¬Ø¯ ÙØµÙØµ Ù Ø³ØªØ®Ø¯Ù Ù ØªØ·Ø§Ø¨ÙØ©
es: No hay scripts de usuario coincidentes
hu: Nincs egyező felhasználói szkript
it: Nessuno userscript corrispondente
ja: ä¸è´ããã¦ã¼ã¶ã¼ã¹ã¯ãªãããããã¾ãã
ko: ì¼ì¹íë ì¬ì©ì ì¤í¬ë¦½í¸ê° ììµëë¤.
pl: Brak pasujących skryptów użytkownika
pt_br: Nenhum script de usuário correspondente
ru: ÐÐµÑ Ð¿Ð¾Ð´Ñ Ð¾Ð´ÑÑÐ¸Ñ Ð¿Ð¾Ð»ÑÐ·Ð¾Ð²Ð°ÑÐµÐ»ÑÑÐºÐ¸Ñ ÑÐºÑÐ¸Ð¿ÑÐ¾Ð²
zh_hans: æ²¡æå¹é çç¨æ·èæ¬

source: Description
ar: ÙØµÙ
es: Descripción
hu: Leírás
it: Descrizione
ja: èª¬æ
ko: ì¤ëª
pl: Opis
pt_br: Descrição
ru: ÐÐ¿Ð¸ÑÐ°Ð½Ð¸Ðµ
zh_hans: æè¿°

source: AutoUpdate
ar: Ø§ÙØªØ­Ø¯ÙØ« Ø§ÙØªÙÙØ§Ø¦Ù
es: Actualización automática
it: Aggiornamento automatico
ja: èªåæ´æ°
ko: ìë ì ë°ì´í¸
pl: Automatyczna aktualizacja
pt_br: Atualização automática
ru: ÐÐ²ÑÐ¾Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ
zh_hans: èªå¨æ´æ°

source: Script URL
ar: Ø§ÙØ¨Ø±ÙØ§Ù Ø¬ Ø§ÙÙØµÙ URL
es: URL del script
hu: Szkript URL
it: URL script
ja: ã¹ã¯ãªãã URL
ko: ì¤í¬ë¦½í¸ URL
pl: URL skryptu
pt_br: URL do script
ru: Ð¡ÐºÑÐ¸Ð¿Ñ URL
zh_hans: èæ¬ URL

source: Review your choices and apply settings.
ar: Ø±Ø§Ø¬Ø¹ Ø§Ø®ØªÙØ§Ø±Ø§ØªÙ ÙÙÙ Ø¨ØªØ·Ø¨ÙÙ Ø§ÙØ¥Ø¹Ø¯Ø§Ø¯Ø§Øª.
es: Revisa tus elecciones y aplica la configuración.
hu: Ellenőrizd a választásaidat, és alkalmazd a beállításokat.
it: Rivedi le tue scelte e applica le impostazioni.
ja: é¸æå å®¹ãç¢ºèªããè¨­å®ãé©ç¨ãã¾ãã
ko: ì í ì¬í­ì ê²í íê³ ì¤ì ì ì ì©í©ëë¤.
pl: Przejrzyj wybory i zastosuj ustawienia.
pt_br: Revise suas escolhas e aplique as configurações.
ru: ÐÑÐ¾Ð²ÐµÑÑÑÐµ ÑÐ²Ð¾Ð¹ Ð²ÑÐ±Ð¾Ñ Ð¸ Ð¿ÑÐ¸Ð¼ÐµÐ½Ð¸ÑÐµ Ð½Ð°ÑÑÑÐ¾Ð¹ÐºÐ¸.
zh_hans: æ£æ¥æ¨çéæ©å¹¶åºç¨è®¾ç½®ã

source: Local Import
ar: Ø§ÙØ§Ø³ØªÙØ±Ø§Ø¯ Ø§ÙÙ Ø­ÙÙ
es: Importación local
hu: Helyi import
it: Importazione locale
ja: ã­ã¼ã«ã«ã¤ã³ãã¼ã
ko: íì§ ìì
pl: Import lokalny
pt_br: Importação local
ru: ÐÐ¾ÐºÐ°Ð»ÑÐ½ÑÐ¹ Ð¸Ð¼Ð¿Ð¾ÑÑ
zh_hans: æ¬å°è¿å£

source: Send me reminders about unapplied changes
ar: Ø£Ø±Ø³Ù ÙÙ ØªØ°ÙÙØ±Ø§Øª Ø¨Ø´Ø£Ù Ø§ÙØªØºÙÙØ±Ø§Øª ØºÙØ± Ø§ÙÙ Ø·Ø¨ÙØ©
es: Enviarme recordatorios sobre cambios sin aplicar
hu: Küldj emlékeztetőt a nem alkalmazott módosításokról
it: Inviami promemoria sulle modifiche non applicate
ja: æªé©ç¨ã®å¤æ´ã«é¢ãããªãã¤ã³ãã¼ãéä¿¡ãã
ko: ì ì©ëì§ ìì ë³ê²½ì¬í­ì ëí ìë¦¼ ë³´ë´ê¸°
pl: Wysyłaj mi przypomnienia o niezastosowanych zmianach
pt_br: Enviar lembretes sobre alterações não aplicadas
ru: ÐÑÐ¿ÑÐ°Ð²Ð»ÑÑÑ Ð¼Ð½Ðµ Ð½Ð°Ð¿Ð¾Ð¼Ð¸Ð½Ð°Ð½Ð¸Ñ Ð¾ Ð½ÐµÐ¿ÑÐ¸Ð¼ÐµÐ½ÐµÐ½Ð½ÑÑ Ð¸Ð·Ð¼ÐµÐ½ÐµÐ½Ð¸ÑÑ
zh_hans: åæåéæå ³æªåºç¨æ´æ¹çæé

source: Version \(script.version)
es: Versión \(script.version)
hu: Verzió \(script.version)
it: Versione \(script.version)
pl: Wersja \(script.version)
pt_br: Versão \(script.version)

source: Syncing iCloud configuration…
ar: جارٍ مزامنة تكوين iCloud…
es: Sincronizando configuración de iCloud…
hu: iCloud-konfiguráció szinkronizálása…
it: Sincronizzazione configurazione iCloud…
ja: iCloud設定を同期中…
ko: iCloud 구성 동기화 중…
pl: Synchronizowanie konfiguracji iCloud…
pt_br: Sincronizando configuração do iCloud…
ru: Синхронизация конфигурации iCloud…
zh_hans: 正在同步 iCloud 配置...

source: Sync Now
ar: Ù Ø²Ø§Ù ÙØ© Ø§ÙØ¢Ù
es: Sincronizar ahora
hu: Szinkronizálás most
it: Sincronizza ora
ja: ä»ããåæ
ko: ì§ê¸ ëê¸°í
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ru: Ð¡Ð¸Ð½Ñ ÑÐ¾Ð½Ð¸Ð·Ð¸ÑÐ¾Ð²Ð°ÑÑ ÑÐµÐ¹ÑÐ°Ñ
zh_hans: ç«å³åæ­¥

source: Skip for now
ar: ØªØ®Ø·Ù Ø§ÙØ¢Ù
es: Omitir por ahora
hu: Kihagyás most
it: Salta per ora
ja: ä»ã®ã¨ããã¹ã­ãããã¦ãã ãã
ko: ì§ê¸ì ê±´ëë°ê¸°
pl: Pomiń na razie
pt_br: Pular por enquanto
ru: ÐÑÐ¾Ð¿ÑÑÑÐ¸ÑÑ ÑÐµÐ¹ÑÐ°Ñ
zh_hans: ææ¶è·³è¿

source: Preparing %d extensions
ar: ØªØ­Ø¶ÙØ± Ù ÙØ­ÙØ§Øª %d
es: Preparando %d extensiones
hu: %d bővítmény előkészítése
it: Preparazione di %d estensioni
ja: %d æ¡å¼µæ©è½ã®æºå
ko: %d íì¥ íë¡ê·¸ë¨ ì¤ë¹ ì¤
pl: Przygotowywanie %d rozszerzeń
pt_br: Preparando %d extensões
ru: ÐÐ¾Ð´Ð³Ð¾ÑÐ¾Ð²ÐºÐ° ÑÐ°ÑÑÐ¸ÑÐµÐ½Ð¸Ð¹ %d
zh_hans: åå¤ %d æ©å±

source: Add Filter
ar: Ø¥Ø¶Ø§ÙØ© Ø¹Ø§Ù Ù ØªØµÙÙØ©
es: Agregar filtro
hu: Szűrő hozzáadása
it: Aggiungi filtro
ja: ãã£ã«ã¿ã¼ã®è¿½å
ko: íí° ì¶ê°
pl: Dodaj filtr
pt_br: Adicionar filtro
ru: ÐÐ¾Ð±Ð°Ð²Ð¸ÑÑ ÑÐ¸Ð»ÑÑÑ
zh_hans: æ·»å è¿æ»¤å¨

source: Invalid
ar: ØºÙØ± ØµØ§ÙØ­
es: No válido
hu: Érvénytelen
it: Non valido
ja: ç¡å¹
ko: ì í¨íì§ ìì
pl: Nieprawidłowe
pt_br: Inválido
ru: ÐÐµÐ²ÐµÑÐ½ÑÐ¹
zh_hans: æ æç

source: Waiting for activity
ar: ÙÙ Ø§ÙØªØ¸Ø§Ø± Ø§ÙÙØ´Ø§Ø·
es: Esperando actividad
hu: Várakozás tevékenységre
it: In attesa di attività
ja: ã¢ã¯ãã£ããã£ãå¾ ã£ã¦ãã¾ã
ko: íëì ê¸°ë¤ë¦¬ë ì¤
pl: Oczekiwanie na aktywność
pt_br: Aguardando atividade
ru: ÐÐ¶Ð¸Ð´Ð°Ð½Ð¸Ðµ Ð°ÐºÑÐ¸Ð²Ð½Ð¾ÑÑÐ¸
zh_hans: ç­å¾ æ´»å¨

source: Name
ar: Ø§Ø³Ù
es: Nombre
hu: Név
it: Nome
ja: åå
ko: ì´ë¦
pl: Nazwa
pt_br: Nome
ru: ÐÐ¼Ñ
zh_hans: å§å

source: Startup
ar: Ø¨Ø¯Ø¡
es: Inicio
hu: Indítás
it: Avvio
ja: èµ·åãã
ko: ìì
pl: Uruchamianie
pt_br: Inicialização
ru: ÐÐ°Ð¿ÑÑÐºÐ°ÑÑ
zh_hans: å¯å¨

source: Active
ar: نشيط
es: Activo
hu: Aktív
it: Attivo
ja: アクティブ
ko: 활동적인
pl: Aktywne
pt_br: Ativo
ru: Активный
zh_hans: 积极的

source: Summary
ar: Ù ÙØ®Øµ
es: Resumen
hu: Összegzés
it: Riepilogo
ja: ã¾ã¨ã
ko: ìì½
pl: Podsumowanie
pt_br: Resumo
ru: ÐÑÐ°ÑÐºÐ¾Ðµ ÑÐ¾Ð´ÐµÑÐ¶Ð°Ð½Ð¸Ðµ
zh_hans: æ¦æ¬

source: Blocked: %d
ar: محظور: %d
es: Bloqueado: %d
hu: Blokkolva: %d
it: Bloccati: %d
ja: ブロックされました: %d
ko: 차단됨: %d
pl: Zablokowane: %d
pt_br: Bloqueados: %d
ru: Заблокировано: %d
zh_hans: 已阻止：%d

source: Only community-maintained lists are available for %@. Enable them if you're comfortable.
ar: ØªØªÙÙØ± ÙÙØ· Ø§ÙÙÙØ§Ø¦Ù Ø§ÙØªÙ ÙØ­ØªÙØ¸ Ø¨ÙØ§ Ø§ÙÙ Ø¬ØªÙ Ø¹ ÙÙ %@. ÙÙ Ø¨ØªÙ ÙÙÙÙÙ Ø¥Ø°Ø§ ÙÙØª Ù Ø±ØªØ§Ø­ÙØ§.
es: Solo hay listas mantenidas por la comunidad disponibles para %@. Actívalas si te parece bien.
hu: %@ esetén csak közösség által karbantartott listák érhetők el. Engedélyezd őket, ha ez számodra megfelelő.
it: Per %@ sono disponibili solo liste gestite dalla community. Abilitale se ti va bene.
ja: %@ ã§ã¯ãã³ãã¥ããã£ãç®¡çãããªã¹ãã®ã¿ãå©ç¨å¯è½ã§ããåé¡ãªããã°æå¹ã«ãã¦ãã ããã
ko: %@ìë ì»¤ë®¤ëí°ìì ê´ë¦¬íë ëª©ë¡ë§ ì¬ì©í ì ììµëë¤. í¸ìíë¤ë©´ íì±ííì¸ì.
pl: Dla %@ dostępne są tylko listy utrzymywane przez społeczność. Włącz je, jeśli Ci to odpowiada.
pt_br: Apenas listas mantidas pela comunidade estão disponíveis para %@. Ative-as se você se sentir confortável.
ru: ÐÐ»Ñ %@ Ð´Ð¾ÑÑÑÐ¿Ð½Ñ ÑÐ¾Ð»ÑÐºÐ¾ ÑÐ¿Ð¸ÑÐºÐ¸, Ð¿Ð¾Ð´Ð´ÐµÑÐ¶Ð¸Ð²Ð°ÐµÐ¼ÑÐµ ÑÐ¾Ð¾Ð±ÑÐµÑÑÐ²Ð¾Ð¼. ÐÐºÐ»ÑÑÐ¸ÑÐµ Ð¸Ñ , ÐµÑÐ»Ð¸ Ð²Ð°Ð¼ ÑÐ´Ð¾Ð±Ð½Ð¾.
zh_hans: ä» ç¤¾åºç»´æ¤çåè¡¨å¯ç¨äº %@ãå¦ææ¨æ¿æï¼è¯·å¯ç¨å®ä»¬ã

source: Remove from Whitelist
ar: Ø¥Ø²Ø§ÙØ© Ù Ù Ø§ÙÙØ§Ø¦Ù Ø© Ø§ÙØ¨ÙØ¶Ø§Ø¡
es: Quitar de la lista blanca
hu: Eltávolítás az engedélyezőlistáról
it: Rimuovi dalla whitelist
ja: ãã¯ã¤ããªã¹ãããåé¤
ko: íì´í¸ë¦¬ì¤í¸ìì ì ê±°
pl: Usuń z białej listy
pt_br: Remover da lista de permissões
ru: Ð£Ð´Ð°Ð»Ð¸ÑÑ Ð¸Ð· Ð±ÐµÐ»Ð¾Ð³Ð¾ ÑÐ¿Ð¸ÑÐºÐ°
zh_hans: ä»ç½ååä¸­å é¤

source: Downloaded %d update
ar: ØªÙ ØªÙØ²ÙÙ ØªØ­Ø¯ÙØ« %d
es: Se descargó %d actualización
hu: %d frissítés letöltve
it: Scaricato %d aggiornamento
ja: %d ã¢ãããã¼ãããã¦ã³ã­ã¼ããã¾ãã
ko: %d ì ë°ì´í¸ë¥¼ ë¤ì´ë¡ëíìµëë¤.
pl: Pobrano %d aktualizację
pt_br: Baixada %d atualização
ru: Ð¡ÐºÐ°ÑÐ°Ð½Ð¾ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ %d.
zh_hans: å·²ä¸è½½ %d æ´æ°

source: Safari → Settings → Extensions
es: Safari → Ajustes → Extensiones
hu: Safari → Beállítások → Bővítmények
pl: Safari → Ustawienia → Rozszerzenia
