Repository: 0xCUB3/wBlock
Catalog: wBlock/*.lproj/Localizable.strings
Languages: el, ja, pl, ro, ru

source: Select any userscripts you want to enable. These add extra features or fixes. You can always add more in the settings later.
el: Επιλέξτε τα σενάρια χρήστη που θέλετε να ενεργοποιήσετε. Προσθέτουν επιπλέον λειτουργίες ή διορθώσεις. Μπορείτε να προσθέσετε περισσότερα αργότερα στις ρυθμίσεις.
ja: 有効にしたいユーザースクリプトを選択してください。追加機能や修正が適用されます。後で設定からいつでも追加できます。
pl: Wybierz dowolne skrypty uÅ¼ytkownika, ktÃ³re chcesz wÅÄ czyÄ. DodajÄ one dodatkowe funkcje lub poprawki. Zawsze moÅ¼esz pÃ³Åºniej dodaÄ wiÄcej w ustawieniach.
ro: Selectează scripturile utilizator pe care vrei să le activezi. Acestea adaugă funcții sau remedieri suplimentare. Poți adăuga oricând altele mai târziu din setări.
ru: Выберите пользовательские скрипты, которые хотите включить. Они добавляют дополнительные функции или исправления. Позже в настройках можно добавить еще.

source: Updating Scripts
el: Ενημέρωση σεναρίων
ja: スクリプトを更新中
pl: Aktualizacja skryptów
ro: Se actualizează scripturile
ru: Обновление скриптов

source: (%@) source rules)
el: (%@) κανόνες προέλευσης
ja: (%@) ソースルール)
pl: (%@) reguÃ Ây Ã ÂºrÃÂ³dÃ Âowe)
ro: (%@) reguli sursă)
ru: (%@) исходных правил)

source: We don't have language data for %@. Try enabling filters manually if you see regional ads.
el: Δεν υπάρχουν δεδομένα γλώσσας για %@. Δοκιμάστε να ενεργοποιήσετε φίλτρα χειροκίνητα αν βλέπετε τοπικές διαφημίσεις.
ja: %@の言語データがありません。地域広告が表示される場合は手動でフィルターを有効にしてください。
pl: Nie mamy danych jÄzykowych dla %@. SprÃ³buj rÄcznie wÅÄ czyÄ filtry, jeÅli widzisz reklamy regionalne.
ro: Nu avem date de limbă pentru %@. Încearcă să activezi manual filtrele dacă vezi reclame regionale.
ru: У нас нет данных по языкам для %@. Попробуйте включить фильтры вручную, если видите региональную рекламу.

source: Psst! You forgot something!
el: Ψιτ! Ξεχάσατε κάτι!
ja: おっと！忘れている項目があります！
pl: Psst! ZapomniaÃ ÂeÃ Â o czymÃ Â!
ro: Psst! Ai uitat ceva!
ru: Псс! Вы кое-что забыли!

source: Version (filter.version)
el: Έκδοση (filter.version)

source: Check for Updates
el: Έλεγχος για ενημερώσεις
ja: アップデートを確認
pl: SprawdÃ Âº aktualizacje
ro: Verifică actualizările
ru: Проверить обновления

source: Enable all 5 Content Blocker extensions
el: Ενεργοποιήστε και τις 5 επεκτάσεις Content Blocker
ja: 5つすべてのContent Blocker拡張機能を有効にする
pl: WÅÄ cz wszystkie 5 rozszerzeÅ blokujÄ cych zawartoÅÄ
ro: Activează toate cele 5 extensii Content Blocker
ru: Включите все 5 расширений Content Blocker

source: Title (optional)
el: Τίτλος (προαιρετικό)
ja: タイトル（任意）
pl: TytuÃ Â (opcjonalnie)
ro: Titlu (opțional)
ru: Название (необязательно)

source: Display
el: Εμφάνιση
ja: 表示
pl: WyÅwietlanie
ro: Afișare
ru: Отображение

source: We found an existing wBlock configuration in iCloud ((remoteConfigUpdatedAtText)). You can skip onboarding and use that instead.
el: Βρέθηκε υπάρχουσα διαμόρφωση wBlock στο iCloud ((remoteConfigUpdatedAtText)). Μπορείτε να παραλείψετε την εισαγωγή και να χρησιμοποιήσετε αυτήν.

source: Danger Zone
el: Ζώνη κινδύνου
ja: 危険ゾーン
pl: Strefa ryzyka
ro: Zonă periculoasă
ru: Опасная зона

source: Save
el: Αποθήκευση
ja: 保存
pl: RatowaÃÂ
ro: Salvează
ru: Сохранить

source: Auto Update
el: Αυτόματη ενημέρωση
ja: 自動更新
pl: Automatyczna aktualizacja
ro: Actualizare automată
ru: Автообновление

source: That name is already used by another filter list.
el: Αυτό το όνομα χρησιμοποιείται ήδη από άλλη λίστα φίλτρων.
ja: その名前はすでに別のフィルターリストで使用されています。
pl: Ta nazwa jest juÅ¼ uÅ¼ywana przez innÄ listÄ filtrÃ³w.
ro: Acest nume este deja folosit de altă listă de filtre.
ru: Это имя уже используется другим списком фильтров.

source: No Content Available
el: Μη διαθέσιμο περιεχόμενο
ja: 表示できる内容がありません
pl: Brak dostÃÂpnych treÃ Âci
ro: Niciun conținut disponibil
ru: Нет доступного содержимого

source: For complete ad blocking
el: Για πλήρη φραγή διαφημίσεων
ja: 広告を完全にブロックするには
pl: Do caÃ Âkowitego blokowania reklam
ro: Pentru blocarea completă a reclamelor
ru: Для полной блокировки рекламы

source: The %@ userscript requires the %@
el: Το σενάριο χρήστη %@ απαιτεί το %@
ja: %@ ユーザースクリプトには %@ が必要です
pl: Skrypt uÃ Â¼ytkownika %@ wymaga %@
ro: Scriptul utilizator %@ necesită %@
ru: Пользовательскому скрипту %@ требуется %@

source: Every %dd %dh
el: Κάθε %dημ %dώ
ja: %dd %dhごと
pl: Co %dd %dh
ro: La fiecare %dd %dh
ru: Каждые %dd %dh

source: User List
el: Λίστα χρήστη
ja: ユーザーリスト
pl: Lista uÃ Â¼ytkownikÃÂ³w
ro: Listă utilizator
ru: Пользовательский список

source: All Levels
el: Όλα τα επίπεδα
ja: すべてのレベル
pl: Wszystkie poziomy
ro: Toate nivelurile
ru: Все уровни

source: Downloading and applying filter lists…
el: Λήψη και εφαρμογή λιστών φίλτρων…
ja: フィルターリストをダウンロードして適用中…
ro: Se descarcă și se aplică listele de filtre…
ru: Загрузка и применение списков фильтров…

source: Last: Never
el: Τελευταίο: Ποτέ
ja: 前回: なし
pl: Ostatni: Nigdy
ro: Ultima: Niciodată
ru: Последнее: никогда

source: That title is already used by another filter list.
el: Αυτός ο τίτλος χρησιμοποιείται ήδη από άλλη λίστα φίλτρων.
ja: そのタイトルはすでに別のフィルターリストで使用されています。
pl: Ten tytuÅ jest juÅ¼ uÅ¼ywany przez innÄ listÄ filtrÃ³w.
ro: Acest titlu este deja folosit de altă listă de filtre.
ru: Это название уже используется другим списком фильтров.

source: N/A
el: Δ/Υ
pl: Nie dotyczy
ru: Н/Д

source: Import Failed
el: Η εισαγωγή απέτυχε
ja: インポートに失敗しました
pl: Import nie powiÃÂ³dÃ Â siÃÂ
ro: Importul a eșuat
ru: Импорт не удался

source: Manage Whitelist
el: Διαχείριση λίστας επιτρεπόμενων
ja: ホワイトリストを管理
pl: ZarzÄ dzaj biaÅÄ listÄ
ro: Gestionează lista albă
ru: Управление белым списком

source: FilterApply
el: Εφαρμογή Φίλτρου
ja: フィルター適用
pl: FiltrujZastosuj
ro: Aplicare filtre
ru: Применение фильтров

source: Every %d hours
el: Κάθε %d ώρες
ja: %d時間ごと
pl: Co %d godzin
ro: La fiecare %d ore
ru: Каждые %d часов

source: Update & Apply
el: Ενημέρωση & Εφαρμογή
ja: 更新して適用
pl: Aktualizuj i zastosuj
ro: Actualizează și aplică
ru: Обновить и применить

source: Looks good! Tap Add to continue.
el: Φαίνεται εντάξει! Πατήστε Προσθήκη για συνέχεια.
ja: 問題ありません！続行するには「追加」をタップしてください。
pl: WyglÄ da dobrze! Stuknij Dodaj, aby kontynuowaÄ.
ro: Arată bine! Atinge Adaugă pentru a continua.
ru: Все хорошо! Нажмите «Добавить», чтобы продолжить.

source: Filters applied successfully.
el: Τα φίλτρα εφαρμόστηκαν επιτυχώς.
ja: フィルターを適用しました。
pl: Filtry zostaÃ Ây zastosowane pomyÃ Âlnie.
ro: Filtrele au fost aplicate cu succes.
ru: Фильтры успешно применены.

source: Not Downloaded
el: Δεν έχει ληφθεί
ja: 未ダウンロード
pl: Nie pobrano
ro: Nedescărcat
ru: Не загружено

source: ((sourceCount.formatted()) source rules)
el: ((sourceCount.formatted()) κανόνες προέλευσης)

source: Default filters for balanced blocking and compatibility.
el: Προεπιλεγμένα φίλτρα για ισορροπημένη φραγή και συμβατότητα.
ja: バランスの取れたブロック性能と互換性のための既定フィルター。
pl: DomyÅlne filtry zapewniajÄ ce zrÃ³wnowaÅ¼one blokowanie i kompatybilnoÅÄ.
ro: Filtre implicite pentru blocare echilibrată și compatibilitate.
ru: Фильтры по умолчанию для сбалансированной блокировки и совместимости.

source: Network
el: Δίκτυο
ja: ネットワーク
pl: SieÃÂ
ro: Rețea
ru: Сеть

source: wBlock Scripts must be enabled and set to 'Allow' on all websites to block YouTube ads.
el: Τα Σενάρια wBlock πρέπει να είναι ενεργοποιημένα και ρυθμισμένα στο 'Να επιτρέπεται' σε όλους τους ιστότοπους για τη φραγή διαφημίσεων YouTube.
ja: YouTube広告をブロックするには、wBlock Scriptsを有効にし、すべてのWebサイトで'許可'に設定する必要があります。
pl: wBlock Skrypty muszÄ byÄ wÅÄ czone i ustawione na âZezwalajâ na wszystkich stronach internetowych, aby blokowaÄ reklamy YouTube.
ro: wBlock Scripts trebuie activat și setat la 'Allow' pe toate site-urile web pentru a bloca reclamele YouTube.
ru: Для блокировки рекламы на YouTube необходимо включить wBlock Scripts и установить «Allow» на всех сайтах.

source: Blocked: 1
el: Αποκλεισμένα: 1
ja: ブロック: 1
pl: Zablokowane: 1
ro: Blocat: 1
ru: Заблокировано: 1

source: Checked %@
el: Ελέγχθηκε %@
ja: 確認 %@
pl: Sprawdzono %@
ro: Verificat %@
ru: Проверено %@

source: Actions
el: Ενέργειες
ja: アクション
pl: Akcje
ro: Acțiuni
ru: Действия

source: Delete Added List
el: Διαγραφή προστιθέμενης λίστας
ja: 追加したリストを削除
pl: UsuÅ dodanÄ listÄ
ro: Șterge lista adăugată
ru: Удалить добавленный список

source: Filter Update
el: Ενημέρωση φίλτρου
ja: フィルター更新
pl: Aktualizacja filtra
ro: Actualizare filtre
ru: Обновление фильтров

source: Only AdGuard Base filter. Lightest protection, best compatibility.
el: Μόνο το βασικό φίλτρο AdGuard. Η ελαφρύτερη προστασία, βέλτιστη συμβατότητα.
ja: AdGuard Baseフィルターのみ。最も軽い保護で互換性は最高。
pl: Tylko AdGuard Filtr podstawowy. NajlÃ Â¼ejsza ochrona, najlepsza kompatybilnoÃ ÂÃÂ.
ro: Doar filtrul AdGuard Base. Cea mai ușoară protecție, cea mai bună compatibilitate.
ru: Только фильтр AdGuard Base. Минимальная защита, лучшая совместимость.

source: (pending)
el: (εκκρεμεί)
ja: (保留中)
pl: (aÃ Â¼ do)
ro: (în așteptare)
ru: (ожидает)

source: Continue Setup
el: Συνέχεια ρύθμισης
ja: 設定を続行
pl: Kontynuuj konfiguracjÃÂ
ro: Continuă configurarea
ru: Продолжить настройку

source: Progress
el: Πρόοδος
ja: 進行状況
pl: PostÃÂp
ro: Progres
ru: Прогресс

source: Logs
el: Καταγραφές
ja: ログ
pl: Logi
ro: Jurnale
ru: Журналы

source: Preparing %d extension
el: Προετοιμασία %d επέκτασης
ja: %d個の拡張機能を準備中
pl: PrzygotowujÃÂ rozszerzenie %d
ro: Se pregătește %d extensie
ru: Подготовка %d расширения

source: Add Userscript
el: Προσθήκη σεναρίου χρήστη
ja: ユーザースクリプトを追加
pl: Dodaj skrypt uÃ Â¼ytkownika
ro: Adaugă script utilizator
ru: Добавить пользовательский скрипт

source: URL Patterns (%@)
el: Μοτίβα URL (%@)
ja: URLパターン (%@)
pl: URL Wzorce (%@)
ro: Modele URL (%@)
ru: Шаблоны URL (%@)

source: Copy URL
el: Αντιγραφή URL
ja: URLをコピー
pl: Skopiuj URL
ro: Copiază URL-ul
ru: Копировать URL

source: Trust: %@
el: Εμπιστοσύνη: %@
ja: 信頼: %@
pl: Zaufanie: %@
ro: Încredere: %@
ru: Доверие: %@

source: Logs will appear here as the app runs
el: Οι καταγραφές θα εμφανίζονται εδώ καθώς εκτελείται η εφαρμογή
ja: アプリの実行中にここへログが表示されます
pl: Logi pojawiÄ siÄ tutaj podczas dziaÅania aplikacji.
ro: Jurnalele vor apărea aici pe măsură ce aplicația rulează
ru: Журналы будут появляться здесь во время работы приложения

source: Downloaded %d updates
el: Λήφθηκαν %d ενημερώσεις
ja: %d件の更新をダウンロード
pl: Pobrano %d aktualizacji
ro: S-au descărcat %d actualizări
ru: Загружено %d обновлений

source: Setup Instructions
el: Οδηγίες ρύθμισης
ja: 設定手順
pl: Instrukcje konfiguracji
ro: Instrucțiuni de configurare
ru: Инструкции по настройке

source: Every 1 day
el: Κάθε 1 ημέρα
ja: 1日ごと
pl: Co 1 dzieÃ Â
ro: La fiecare 1 zi
ru: Каждый 1 день

source: Reading Files
el: Ανάγνωση αρχείων
ja: ファイルを読み込み中
pl: Odczytywanie plikÃ³w
ro: Se citesc fișierele
ru: Чтение файлов

source: Show blocked item count in toolbar
el: Εμφάνιση πλήθους αποκλεισμένων στοιχείων στη γραμμή εργαλείων
ja: ツールバーにブロック数を表示
pl: PokaÃ Â¼ liczbÃÂ zablokowanych elementÃÂ³w na pasku narzÃÂdzi
ro: Afișează numărul de elemente blocate în bara de instrumente
ru: Показывать число заблокированных элементов на панели инструментов

source: View Logs
el: Προβολή καταγραφών
ja: ログを表示
pl: PokaÅ¼ logi
ro: Vezi jurnalele
ru: Просмотр журналов

source: Duplicate Userscripts Found
el: Βρέθηκαν διπλότυπα σενάρια χρήστη
ja: 重複するユーザースクリプトが見つかりました
pl: Znaleziono zduplikowane skrypty uÃ Â¼ytkownika
ro: Au fost găsite scripturi utilizator duplicate
ru: Найдены дубликаты пользовательских скриптов

source: No logs found
el: Δεν βρέθηκαν καταγραφές
ja: ログが見つかりません
pl: Nie znaleziono logÃ³w
ro: Nu s-au găsit jurnale
ru: Журналы не найдены

source: Converting Rules
el: Μετατροπή κανόνων
ja: ルールを変換中
pl: Konwersja reguł
ro: Se convertesc regulile
ru: Преобразование правил

source: Paste the direct .user.js link. wBlock will download and install it for you.
el: Επικολλήστε τον άμεσο σύνδεσμο .user.js. Το wBlock θα το κατεβάσει και θα το εγκαταστήσει για εσάς.
ja: 直接の .user.js リンクを貼り付けてください。wBlockがダウンロードしてインストールします。
pl: Wklej bezpoÃ Âredni link .user.js. wBlock pobierze i zainstaluje go za Ciebie.
ro: Lipește linkul direct .user.js. wBlock îl va descărca și instala pentru tine.
ru: Вставьте прямую ссылку на .user.js. wBlock загрузит и установит его автоматически.

source: Waiting
el: Αναμονή
ja: 待機中
pl: Czekanie
ro: În așteptare
ru: Ожидание

source: Back
el: Πίσω
ja: 戻る
pl: Wstecz
ro: Înapoi
ru: Назад

source: Supports .user.js or .js files. Local imports won't auto-update; re-import to replace.
el: Υποστηρίζει αρχεία .user.js ή .js. Οι τοπικές εισαγωγές δεν ενημερώνονται αυτόματα. Επανεισαγάγετε για αντικατάσταση.
ja: .user.js または .js ファイルに対応。ローカルインポートは自動更新されないため、置き換えるには再インポートしてください。
pl: ObsÅuguje pliki .user.js lub .js. Lokalny import nie zostanie automatycznie zaktualizowany; ponownie zaimportowaÄ w celu zastÄ pienia.
ro: Acceptă fișiere .user.js sau .js. Importurile locale nu se actualizează automat; reimportă pentru înlocuire.
ru: Поддерживаются файлы .user.js или .js. Локальные импорты не обновляются автоматически; для замены импортируйте снова.

source: Category
el: Κατηγορία
ja: カテゴリ
pl: Kategoria
ro: Categorie
ru: Категория

source: Open Safari Settings
el: Άνοιγμα ρυθμίσεων Safari
ja: Safariの設定を開く
pl: OtwÃÂ³rz ustawienia Safari
ro: Deschide setările Safari
ru: Открыть настройки Safari

source: Search
el: Αναζήτηση
ja: 検索
pl: Szukaj
ro: Caută
ru: Поиск

source: Ads
el: Διαφημίσεις
ja: 広告
pl: Reklamy
ro: Reclame
ru: Реклама

source: Choose your preferred blocking level. You can adjust enabled filters later.
el: Επιλέξτε το προτιμώμενο επίπεδο φραγής. Μπορείτε να ρυθμίσετε τα ενεργοποιημένα φίλτρα αργότερα.
ja: 希望するブロックレベルを選択してください。有効なフィルターは後で調整できます。
pl: Wybierz preferowany poziom blokowania. WÅÄ czone filtry moÅ¼esz dostosowaÄ pÃ³Åºniej.
ro: Alege nivelul de blocare preferat. Poți ajusta ulterior filtrele activate.
ru: Выберите предпочтительный уровень блокировки. Позже можно изменить включенные фильтры.

source: Showing preview ((formatFileSize(previewLength)) of (formatFileSize(script.content.count)))
el: Εμφάνιση προεπισκόπησης ((formatFileSize(previewLength)) από (formatFileSize(script.content.count)))

source: Checked just now
el: Ελέγχθηκε μόλις τώρα
ja: たった今確認
pl: Sprawdzone przed chwilÄ
ro: Verificat chiar acum
ru: Проверено только что

source: wBlock will fetch and enable the script automatically.
el: Το wBlock θα ανακτήσει και θα ενεργοποιήσει το σενάριο αυτόματα.
ja: wBlockがスクリプトを自動で取得して有効化します。
pl: wBlock automatycznie pobierze i wÅÄ czy skrypt.
ro: wBlock va prelua și activa scriptul automat.
ru: wBlock автоматически загрузит и включит скрипт.

source: Add domains to disable ad blocking on specific sites
el: Προσθέστε τομείς για απενεργοποίηση της φραγής διαφημίσεων σε συγκεκριμένους ιστότοπους
ja: 特定のサイトで広告ブロックを無効にするドメインを追加
pl: Dodaj domeny, aby wyÅÄ czyÄ blokowanie reklam w okreÅlonych witrynach
ro: Adaugă domenii pentru a dezactiva blocarea reclamelor pe site-uri specifice
ru: Добавьте домены, чтобы отключить блокировку рекламы на определенных сайтах

source: Add Mode
el: Λειτουργία προσθήκης
ja: 追加モード
pl: Tryb dodawania
ro: Mod adăugare
ru: Режим добавления

source: Keep All
el: Διατήρηση όλων
ja: すべて保持
pl: Zachowaj wszystko
ro: Păstrează tot
ru: Оставить все

source: Languages: %@
el: Γλώσσες: %@
ja: 言語: %@
pl: JÃÂzyki: %@
ro: Limbi: %@
ru: Языки: %@

source: Saving & Building
el: Αποθήκευση & Δόμηση
ja: 保存してビルド中
pl: Zapisywanie i kompilowanie
ro: Se salvează și se construiește
ru: Сохранение и сборка

source: No matching userscripts
el: Κανένα σενάριο που να ταιριάζει
ja: 一致するユーザースクリプトはありません
pl: Brak pasujÄ cych skryptÃ³w uÅ¼ytkownika
ro: Niciun script utilizator potrivit
ru: Нет подходящих пользовательских скриптов

source: Description
el: Περιγραφή
ja: 説明
pl: Opis
ro: Descriere
ru: Описание

source: AutoUpdate
el: Αυτόματη Ενημέρωση
ja: 自動更新
pl: Automatyczna aktualizacja
ro: Actualizare automată
ru: Автообновление

source: Script URL
el: URL σεναρίου
ja: スクリプトURL
pl: Skrypt URL
ro: URL script
ru: URL скрипта

source: Review your choices and apply settings.
el: Ελέγξτε τις επιλογές σας και εφαρμόστε τις ρυθμίσεις.
ja: 選択内容を確認して設定を適用してください。
pl: Przejrzyj wybrane opcje i zastosuj ustawienia.
ro: Revizuiește opțiunile și aplică setările.
ru: Проверьте выбор и примените настройки.

source: Local Import
el: Τοπική εισαγωγή
ja: ローカルインポート
pl: Import lokalny
ro: Import local
ru: Локальный импорт

source: Send me reminders about unapplied changes
el: Αποστολή υπενθυμίσεων για μη εφαρμοσμένες αλλαγές
ja: 未適用の変更をリマインドする
pl: WysyÃ Âaj mi przypomnienia o niezastosowanych zmianach
ro: Trimite-mi reamintiri despre modificările neaplicate
ru: Отправлять мне напоминания о непримененных изменениях

source: Version (script.version)
el: Έκδοση (script.version)

source: Syncing iCloud configuration…
el: Συγχρονισμός διαμόρφωσης iCloud…
ja: iCloud設定を同期中…
ro: Se sincronizează configurația iCloud…
ru: Синхронизация конфигурации iCloud…

source: Sync Now
el: Συγχρονισμός τώρα
ja: 今すぐ同期
pl: Synchronizuj teraz
ro: Sincronizează acum
ru: Синхронизировать сейчас

source: Skip for now
el: Παράλειψη για τώρα
ja: 今はスキップ
pl: PomiÃ Â na razie
ro: Omite momentan
ru: Пока пропустить

source: Preparing %d extensions
el: Προετοιμασία %d επεκτάσεων
ja: %d個の拡張機能を準備中
pl: Przygotowanie rozszerzeÃ Â %d
ro: Se pregătesc %d extensii
ru: Подготовка %d расширений

source: Add Filter
el: Προσθήκη φίλτρου
ja: フィルターを追加
pl: Dodaj filtr
ro: Adaugă filtru
ru: Добавить фильтр

source: Invalid
el: Μη έγκυρο
ja: 無効
pl: NiewaÃ Â¼ny
ro: Nevalid
ru: Недопустимо

source: Waiting for activity
el: Αναμονή για δραστηριότητα
ja: アクティビティを待機中
pl: Oczekiwanie na aktywnoÃ ÂÃÂ
ro: În așteptarea activității
ru: Ожидание активности

source: Waiting for iOS background wake or app open
el: Αναμονή για αφύπνιση παρασκηνίου iOS ή άνοιγμα εφαρμογής

source: iOS background refresh is best-effort; checks may run later than scheduled.
el: Η ανανέωση παρασκηνίου iOS γίνεται βάσει διαθεσιμότητας. Οι έλεγχοι μπορεί να εκτελεστούν αργότερα από το προγραμματισμένο.

source: Name
el: Όνομα
ja: 名前
pl: Nazwa
ro: Nume
ru: Имя

source: Startup
el: Εκκίνηση
ja: 起動
pl: Uruchomienie
ro: Pornire
ru: Запуск

source: Active
el: Ενεργό
ja: アクティブ
pl: Aktywny
ro: Activ
ru: Активно

source: Summary
el: Σύνοψη
ja: 概要
pl: Podsumowanie
ro: Rezumat
ru: Сводка

source: Blocked: %d
el: Αποκλεισμένα: %d
ja: ブロック: %d
pl: Zablokowany: %d
ro: Blocate: %d
ru: Заблокировано: %d

source: Only community-maintained lists are available for %@. Enable them if you're comfortable.
el: Μόνο λίστες που συντηρούνται από την κοινότητα είναι διαθέσιμες για %@. Ενεργοποιήστε τις αν αισθάνεστε άνετα.
ja: %@ではコミュニティ管理のリストのみ利用できます。問題なければ有効にしてください。
pl: Dla %@ dostÄpne sÄ wyÅÄ cznie listy prowadzone przez spoÅecznoÅÄ. WÅÄ cz je, jeÅli czujesz siÄ komfortowo.
ro: Pentru %@ sunt disponibile doar liste menținute de comunitate. Activează-le dacă te simți confortabil.
ru: Для %@ доступны только списки, поддерживаемые сообществом. Включайте их, если вам это подходит.

source: Remove from Whitelist
el: Αφαίρεση από τη λίστα επιτρεπόμενων
ja: ホワイトリストから削除
pl: UsuÃ Â z biaÃ Âej listy
ro: Elimină din lista albă
ru: Удалить из белого списка

source: Downloaded %d update
el: Λήφθηκε %d ενημέρωση
ja: %d件の更新をダウンロード
pl: Pobrano aktualizacjÃÂ %d
ro: S-a descărcat %d actualizare
ru: Загружено %d обновление

source: Safari → Settings → Extensions
el: Safari → Ρυθμίσεις → Επεκτάσεις
ja: Safari → 設定 → 機能拡張
ro: Safari → Configurări → Extensii
ru: Safari → Настройки → Расширения

source: Settings → Apps → Safari → Extensions
el: Ρυθμίσεις → Εφαρμογές → Safari → Επεκτάσεις
ja: 設定 → アプリ → Safari → 機能拡張
ro: Configurări → Aplicații → Safari → Extensii
ru: Настройки → Приложения → Safari → Расширения

source: Enable 'wBlock Advanced' → Always Allow on Every Website
el: Ενεργοποιήστε το 'wBlock Advanced' → Να επιτρέπεται πάντα σε κάθε ιστότοπο
ja: 'wBlock Advanced'を有効化 → すべてのWebサイトで常に許可
ro: Activează 'wBlock Advanced' → Permite întotdeauna pe fiecare site web
ru: Включите 'wBlock Advanced' → Всегда разрешать на всех веб-сайтах

source: Enable 'wBlock Scripts' → Always Allow on Every Website
el: Ενεργοποιήστε το 'wBlock Scripts' → Να επιτρέπεται πάντα σε κάθε ιστότοπο
ja: 'wBlock Scripts'を有効化 → すべてのWebサイトで常に許可
ro: Activează 'wBlock Scripts' → Permite întotdeauna pe fiecare site web
ru: Включите 'wBlock Scripts' → Всегда разрешать на всех веб-сайтах

source: Importing…
el: Εισαγωγή…
ja: インポート中…
ro: Se importă…
ru: Импорт…

source: Choose File…
el: Επιλογή αρχείου…
ja: ファイルを選択…
ro: Alege fișier…
ru: Выбрать файл…

source: Disable on this site
el: Απενεργοποίηση σε αυτόν τον ιστότοπο
ja: このサイトで無効にする
ro: Dezactivează pe acest site
ru: Отключить на этом сайте

source: Element zapper
el: Εργαλείο απόκρυψης στοιχείων
ja: 要素ザッパー
ro: Eliminator de elemente
ru: Скрытие элементов

source: Activate
el: Ενεργοποίηση
ja: 有効にする
ro: Activează
ru: Активировать

source: Click an element on the page to hide it.
el: Κάντε κλικ σε ένα στοιχείο της σελίδας για να το αποκρύψετε.
ja: ページ上の要素をクリックして非表示にします。
ro: Fă clic pe un element din pagină pentru a-l ascunde.
ru: Нажмите на элемент на странице, чтобы скрыть его.

source: Blocked requests (%d)
el: Αποκλεισμένα αιτήματα (%d)
ja: ブロックしたリクエスト (%d)
ro: Solicitări blocate (%d)
ru: Заблокированные запросы (%d)

source: No blocked requests yet.
el: Κανένα αποκλεισμένο αίτημα ακόμα.
ja: まだブロックされたリクエストはありません。
ro: Nicio solicitare blocată încă.
ru: Пока нет заблокированных запросов.

source: Refresh
el: Ανανέωση
ja: 更新
ro: Reîmprospătează
ru: Обновить

source: Zapper rules (%d)
el: Κανόνες απόκρυψης (%d)
ja: ザッパールール (%d)
ro: Reguli de eliminare (%d)
ru: Правила скрытия (%d)

source: No zapper rules for this site.
el: Κανένας κανόνας απόκρυψης για αυτόν τον ιστότοπο.
ja: このサイトにザッパールールはありません。
ro: Nu există reguli de eliminare pentru acest site.
ru: Для этого сайта нет правил скрытия.

source: (empty rule)
el: (κενός κανόνας)
ja: (空のルール)
ro: (regulă goală)
ru: (пустое правило)

source: Restart Onboarding…
el: Επανεκκίνηση εισαγωγής…
ja: オンボーディングをやり直す…
ro: Reia configurarea…
ru: Перезапустить онбординг…

source: Download Script
el: Λήψη σεναρίου
ja: スクリプトをダウンロード
ro: Descarcă scriptul
ru: Скачать скрипт

source: Update Script
el: Ενημέρωση σεναρίου
ja: スクリプトを更新
ro: Actualizează scriptul
ru: Обновить скрипт

source: Set up wBlock
el: Ρύθμιση του wBlock
ro: Configurează wBlock
ru: Настройка wBlock

source: Pick your base blocking level.
el: Επιλέξτε το βασικό επίπεδο φραγής.
ro: Alege nivelul de bază pentru blocare.
ru: Выберите базовый уровень блокировки.

source: Tune filters for your country and language.
el: Συντονίστε τα φίλτρα για τη χώρα και τη γλώσσα σας.
ro: Ajustează filtrele pentru țara și limba ta.
ru: Настройте фильтры под вашу страну и язык.

source: Enable extra fixes and finish setup.
el: Ενεργοποιήστε επιπλέον διορθώσεις και ολοκληρώστε τη ρύθμιση.
ro: Activează remedieri suplimentare și finalizează configurarea.
ru: Включите дополнительные исправления и завершите настройку.

source: No userscripts selected
el: Δεν επιλέχθηκαν σενάρια χρήστη
ro: Niciun script de utilizator selectat
ru: Пользовательские скрипты не выбраны

source: %d userscripts selected
el: %d επιλεγμένα σενάρια χρήστη
ro: %d scripturi de utilizator selectate
ru: Выбрано пользовательских скриптов: %d

source: Choose your blocking baseline. You can fine-tune lists later.
el: Επιλέξτε τη βάση φραγής σας. Μπορείτε να ρυθμίσετε τις λίστες αργότερα.
ro: Alege baza de blocare. Poți ajusta fin listele mai târziu.
ru: Выберите базовый профиль блокировки. Позже списки можно тонко настроить.

source: Best default
el: Βέλτιστη προεπιλογή
ro: Cea mai bună opțiune implicită
ru: Лучший вариант по умолчанию
