Repository: 0xCUB3/wBlock
Catalog: wBlock/*.lproj/Localizable.strings
Languages: el, ja, pl, ro, ru

source: Sync
el: Συγχρονισμός
ja: 同期
pl: Synchronizacja
ro: Sincronizare
ru: Синхронизация

source: Security
el: Ασφάλεια
ja: セキュリティ
pl: BezpieczeÃ Âstwo
ro: Securitate
ru: Безопасность

source: Checking for Updates
el: Έλεγχος για ενημερώσεις
ja: アップデートを確認中
pl: Sprawdzanie aktualizacji
ro: Se verifică actualizările
ru: Проверка обновлений

source: Already done this? Just check the boxes above.
el: Το έχετε κάνει ήδη; Απλώς επιλέξτε τα παραπάνω πλαίσια.
ja: すでに完了していますか？上のチェックボックスを確認してください。
pl: JuÃ Â¼ to zrobiÃ ÂeÃ Â? Po prostu zaznacz pola powyÃ Â¼ej.
ro: Ai făcut deja asta? Bifează doar căsuțele de mai sus.
ru: Уже сделали это? Просто отметьте пункты выше.

source: Search logs
el: Αναζήτηση καταγραφών
ja: ログを検索
pl: Przeszukaj logi
ro: Caută în jurnale
ru: Поиск по журналам

source: FilterUpdate
el: Ενημέρωση Φίλτρου
ja: フィルター更新
pl: Aktualizacja filtra
ro: Actualizare filtre
ru: Обновление фильтров

source: Experimental
el: Πειραματικό
ja: 実験的
pl: Eksperymentalny
ru: Экспериментально

source: Next: (compactStatusLine)
el: Επόμενο: (compactStatusLine)

source: wBlock Version
el: Έκδοση wBlock
ja: wBlock バージョン
pl: wBlock Wersja
ro: Versiune wBlock
ru: Версия wBlock

source: Userscript
el: Σενάριο χρήστη
ja: ユーザースクリプト
pl: Skrypt uÃ Â¼ytkownika
ro: Script utilizator
ru: Пользовательский скрипт

source: Welcome to wBlock!
el: Καλώς ορίσατε στο wBlock!
ja: wBlockへようこそ！
pl: Witamy w wBlock!
ro: Bine ai venit la wBlock!
ru: Добро пожаловать в wBlock!

source: Trust: (trust.capitalized)
el: Εμπιστοσύνη: (trust.capitalized)

source: Add userscripts to customize your browsing experience
el: Προσθήκη σεναρίων χρήστη για προσαρμογή της εμπειρίας περιήγησης
ja: ユーザースクリプトを追加してブラウジング体験をカスタマイズ
pl: Dodaj skrypty uÅ¼ytkownika, aby dostosowaÄ sposÃ³b przeglÄ dania
ro: Adaugă scripturi utilizator pentru a-ți personaliza experiența de navigare
ru: Добавляйте пользовательские скрипты, чтобы настроить работу в интернете

source: Country or region
el: Χώρα ή περιοχή
ja: 国または地域
pl: Kraj lub region
ro: Țară sau regiune
ru: Страна или регион

source: Never checked
el: Δεν ελέγχθηκε ποτέ
ja: 未確認
pl: Nigdy nie sprawdzane
ro: Nu a fost verificat niciodată
ru: Никогда не проверялось

source: Apply & Finish
el: Εφαρμογή & Τέλος
ja: 適用して完了
pl: Zastosuj i zakoÅcz
ro: Aplică și finalizează
ru: Применить и завершить

source: No script updates
el: Καμία ενημέρωση σεναρίου
ja: スクリプトの更新はありません
pl: Brak aktualizacji skryptu
ro: Nicio actualizare de scripturi
ru: Нет обновлений скриптов

source: Restart
el: Επανεκκίνηση
ja: 再起動
pl: Uruchom ponownie
ro: Repornește
ru: Перезапустить

source: Script Content
el: Περιεχόμενο σεναρίου
ja: スクリプト内容
pl: TreÃ ÂÃÂ skryptu
ro: Conținut script
ru: Содержимое скрипта

source: Showing preview (%@) of %@))
el: Προβολή προεπισκόπησης (%@) από %@)
ja: プレビューを表示中 (%@) / %@))
pl: WyÅwietlam podglÄ d (%@) %@))
ro: Se afișează previzualizarea (%@) din %@))
ru: Показан предпросмотр (%@) из %@))

source: Applied Rules
el: Εφαρμοσμένοι κανόνες
ja: 適用済みルール
pl: Stosowane zasady
ro: Reguli aplicate
ru: Примененные правила

source: Export
el: Εξαγωγή
ja: 書き出し
pl: Eksport
ro: Exportă
ru: Экспорт

source: Required for YouTube ad blocking and much more
el: Απαιτείται για τη φραγή διαφημίσεων στο YouTube και πολλά άλλα
ja: YouTube広告のブロックなどに必要です
pl: Wymagane do blokowania reklam YouTube i wielu innych
ro: Necesar pentru blocarea reclamelor YouTube și multe altele
ru: Требуется для блокировки рекламы на YouTube и многого другого

source: Ready
el: Έτοιμο
ja: 準備完了
pl: Gotowy
ro: Gata
ru: Готово

source: Every 1 hour
el: Κάθε 1 ώρα
ja: 1時間ごと
pl: Co 1 godzinÃÂ
ro: La fiecare 1 oră
ru: Каждый 1 час

source: Next: %@
el: Επόμενο: %@
ja: 次へ: %@
pl: Dalej: %@
ro: Următorul: %@
ru: Далее: %@

source: Filter Apply
el: Εφαρμογή Φίλτρου
ja: フィルター適用
pl: Filtruj Zastosuj
ro: Aplicare filtre
ru: Применение фильтров

source: All
el: Όλα
ja: すべて
pl: Wszystko
ro: Toate
ru: Все

source: Blocked: 0
el: Αποκλεισμένα: 0
ja: ブロック: 0
pl: Zablokowano: 0
ro: Blocate: 0
ru: Заблокировано: 0

source: Checked %@ ago
el: Ελέγχθηκε πριν από %@
ja: %@前に確認
pl: Sprawdzone %@ temu
ro: Verificat acum %@
ru: Проверено %@ назад

source: Blocking Level: %@
el: Επίπεδο φραγής: %@
ja: ブロックレベル: %@
pl: Poziom blokowania: %@
ro: Nivel de blocare: %@
ru: Уровень блокировки: %@

source: Remove Older Versions
el: Αφαίρεση παλαιότερων εκδόσεων
ja: 古いバージョンを削除
pl: UsuÃ Â starsze wersje
ro: Elimină versiunile mai vechi
ru: Удалить старые версии

source: Reminder notifications
el: Ειδοποιήσεις υπενθύμισης
ja: リマインダー通知
pl: Powiadomienia przypominajÄ ce
ro: Notificări de reamintire
ru: Напоминания

source: UserScript
el: Σενάριο Χρήστη
ja: ユーザースクリプト
pl: Skrypt uÃ Â¼ytkownika
ro: Script utilizator
ru: Пользовательский скрипт

source: Add Filter List
el: Προσθήκη λίστας φίλτρων
ja: フィルターリストを追加
pl: Dodaj listÃÂ filtrÃÂ³w
ro: Adaugă listă de filtre
ru: Добавить список фильтров

source: last updated %@
el: τελευταία ενημέρωση %@
ja: 最終更新 %@
pl: ostatnia aktualizacja %@
ro: actualizat ultima dată %@
ru: обновлено %@

source: Recommended
el: Συνιστάται
ja: 推奨
pl: Zalecane
ro: Recomandat
ru: Рекомендуется

source: Import File
el: Εισαγωγή αρχείου
ja: ファイルをインポート
pl: Importuj plik
ro: Importă fișier
ru: Импорт файла

source: Edit User List
el: Επεξεργασία λίστας χρήστη
ja: ユーザーリストを編集
pl: Edytuj listÃÂ uÃ Â¼ytkownikÃÂ³w
ro: Editează lista utilizator
ru: Изменить пользовательский список

source: Community options
el: Επιλογές κοινότητας
ja: コミュニティオプション
pl: Opcje spoÃ ÂecznoÃ Âciowe
ro: Opțiuni ale comunității
ru: Параметры сообщества

source: Version %@
el: Έκδοση %@
ja: バージョン %@
pl: Wersja %@
ro: Versiunea %@
ru: Версия %@

source: Edit Name
el: Επεξεργασία ονόματος
ja: 名前を編集
pl: Edytuj nazwÃÂ
ro: Editează numele
ru: Изменить имя

source: This may take a while
el: Αυτό μπορεί να πάρει λίγη ώρα
ja: 時間がかかる場合があります
pl: To moÃ Â¼e chwilÃÂ potrwaÃÂ
ro: Acest lucru poate dura
ru: Это может занять некоторое время

source: soon
el: σύντομα
ja: まもなく
pl: WkrÃÂ³tce
ro: în curând
ru: скоро

source: Custom
el: Προσαρμοσμένο
ja: カスタム
pl: Zwyczaj
ro: Personalizat
ru: Пользовательский

source: Filter Auto-Update
el: Αυτόματη ενημέρωση φίλτρων
ja: フィルター自動更新
pl: Automatyczna aktualizacja filtrÃ³w
ro: Actualizare automată filtre
ru: Автообновление фильтров

source: Size:
el: Μέγεθος:
ja: サイズ:
pl: Rozmiar:
ro: Dimensiune:
ru: Размер:

source: Country: %@
el: Χώρα: %@
ja: 国: %@
pl: Kraj: %@
ro: Țară: %@
ru: Страна: %@

source: %@ entries
el: %@ εγγραφές
ja: %@ 件
pl: %@ wpisÃÂ³w
ro: %@ intrări
ru: %@ записей

source: Enter Domain
el: Εισαγωγή τομέα
ja: ドメインを入力
pl: WprowadÃ Âº domenÃÂ
ro: Introdu domeniul
ru: Введите домен

source: Source URL
el: URL προέλευσης
ja: ソースURL
pl: Ã Â¹rÃÂ³dÃ Âo URL
ro: URL sursă
ru: URL источника

source: Not selected
el: Δεν επιλέχθηκε
ja: 未選択
pl: Nie wybrano
ro: Neselectat
ru: Не выбрано

source: If you close wBlock with unapplied changes, we'll send a gentle nudge so nothing gets forgotten.
el: Αν κλείσετε το wBlock με μη εφαρμοσμένες αλλαγές, θα στείλουμε μια ήπια υπενθύμιση ώστε να μην ξεχαστεί τίποτα.
ja: 未適用の変更がある状態でwBlockを閉じると、忘れないようやさしく通知します。
pl: JeÃ Âli zamkniesz wBlock z niezastosowanymi zmianami, wyÃ Âlemy delikatne szturchniÃÂcie, aby nic nie zostaÃ Âo zapomniane.
ro: Dacă închizi wBlock cu modificări neaplicate, îți vom trimite o reamintire discretă ca să nu uiți nimic.
ru: Если закрыть wBlock с непримененными изменениями, мы мягко напомним, чтобы ничего не забыть.

source: None
el: Κανένα
ja: なし
pl: Nic
ro: Niciunul
ru: Нет

source: This script hasn't been downloaded yet.
el: Αυτό το σενάριο δεν έχει ληφθεί ακόμα.
ja: このスクリプトはまだダウンロードされていません。
pl: Ten skrypt nie zostaÃ Â jeszcze pobrany.
ro: Acest script nu a fost încă descărcat.
ru: Этот скрипт еще не загружен.

source: These lists are community-maintained. Enable them if you still see regional ads.
el: Αυτές οι λίστες συντηρούνται από την κοινότητα. Ενεργοποιήστε τις αν βλέπετε ακόμα τοπικές διαφημίσεις.
ja: これらのリストはコミュニティによって管理されています。地域広告がまだ表示される場合は有効にしてください。
pl: Listy te sÄ prowadzone przez spoÅecznoÅÄ. WÅÄ cz je, jeÅli nadal widzisz reklamy regionalne.
ro: Aceste liste sunt menținute de comunitate. Activează-le dacă încă vezi reclame regionale.
ru: Эти списки поддерживаются сообществом. Включите их, если по-прежнему видите региональную рекламу.

source: iCloud Sync
el: Συγχρονισμός iCloud
ja: iCloud同期
pl: Synchronizacja iCloud
ro: Sincronizare iCloud
ru: Синхронизация iCloud

source: Auto-Update Filters
el: Αυτόματη ενημέρωση φίλτρων
ja: フィルターを自動更新
pl: Automatycznie aktualizuj filtry
ro: Actualizare automată filtre
ru: Автообновление фильтров

source: This will reset all filters, userscripts, and preferences.
el: Αυτό θα επαναφέρει όλα τα φίλτρα, τα σενάρια χρήστη και τις προτιμήσεις.
ja: これにより、すべてのフィルター、ユーザースクリプト、設定がリセットされます。
pl: Spowoduje to zresetowanie wszystkich filtrÃÂ³w, skryptÃÂ³w uÃ Â¼ytkownika i preferencji.
ro: Acest lucru va reseta toate filtrele, scripturile utilizator și preferințele.
ru: Это сбросит все фильтры, пользовательские скрипты и настройки.

source: We found an existing wBlock configuration in iCloud (%@). You can skip onboarding and use that instead.
el: Βρέθηκε υπάρχουσα διαμόρφωση wBlock στο iCloud (%@). Μπορείτε να παραλείψετε την εισαγωγή και να χρησιμοποιήσετε αυτήν.
ja: iCloud（%@）に既存のwBlock設定が見つかりました。オンボーディングをスキップしてそれを使用できます。
pl: ZnaleÅºliÅmy istniejÄ cÄ konfiguracjÄ wBlock w iCloud (%@). MoÅ¼esz pominÄ Ä wprowadzenie i uÅ¼yÄ go zamiast tego.
ro: Am găsit o configurație wBlock existentă în iCloud (%@). Poți sări peste configurarea inițială și să o folosești pe aceea.
ru: Мы нашли существующую конфигурацию wBlock в iCloud (%@). Можно пропустить начальную настройку и использовать ее.

source: View Content
el: Προβολή περιεχομένου
ja: 内容を表示
pl: WyÃ Âwietl zawartoÃ ÂÃÂ
ro: Vezi conținutul
ru: Показать содержимое

source: Regional filters
el: Τοπικά φίλτρα
ja: 地域フィルター
pl: Filtry regionalne
ro: Filtre regionale
ru: Региональные фильтры

source: A filter list with this URL already exists in wBlock.
el: Μια λίστα φίλτρων με αυτό το URL υπάρχει ήδη στο wBlock.
ja: このURLのフィルターリストはすでにwBlockに存在します。
pl: Lista filtrÃ³w zawierajÄ ca ten URL juÅ¼ istnieje w wBlock.
ro: O listă de filtre cu acest URL există deja în wBlock.
ru: Список фильтров с таким URL уже есть в wBlock.

source: Search filters
el: Αναζήτηση φίλτρων
ja: フィルターを検索
pl: Filtry wyszukiwania
ro: Caută filtre
ru: Поиск фильтров

source: URL requirements
el: Απαιτήσεις URL
ja: URLの要件
pl: Wymagania adresu URL
ro: Cerințe URL
ru: Требования к URL

source: Reloading Extensions
el: Επαναφόρτωση επεκτάσεων
ja: 拡張機能を再読み込み中
pl: Ponowne wczytywanie rozszerzeÅ
ro: Se reîncarcă extensiile
ru: Перезагрузка расширений

source: Filters
el: Φίλτρα
ja: フィルター
pl: Filtry
ro: Filtre
ru: Фильтры

source: Clear
el: Εκκαθάριση
ja: クリア
pl: Jasne
ro: Șterge
ru: Очистить

source: Info
el: Πληροφορίες
ja: 情報
pl: Informacje
ro: Informații
ru: Информация

source: Filters Auto-Disabled
el: Αυτόματη απενεργοποίηση φίλτρων
ja: フィルターが自動で無効化されました
pl: Filtry zostaÅy automatycznie wyÅÄ czone
ro: Filtre dezactivate automat
ru: Фильтры автоматически отключены

source: Sync your filter selections, custom lists, userscripts, and whitelist across devices.
el: Συγχρονίστε τις επιλογές φίλτρων, τις προσαρμοσμένες λίστες, τα σενάρια χρήστη και τη λίστα επιτρεπόμενων μεταξύ των συσκευών.
ja: フィルターの選択、カスタムリスト、ユーザースクリプト、ホワイトリストをデバイス間で同期します。
pl: Synchronizuj wybrane filtry, listy niestandardowe, skrypty uÅ¼ytkownika i biaÅÄ listÄ na rÃ³Å¼nych urzÄ dzeniach.
ro: Sincronizează între dispozitive selecțiile de filtre, listele personalizate, scripturile utilizator și lista albă.
ru: Синхронизируйте выбранные фильтры, пользовательские списки, пользовательские скрипты и белый список между устройствами.

source: File
el: Αρχείο
ja: ファイル
pl: Plik
ro: Fișier
ru: Файл

source: Scripts
el: Σενάρια
ja: スクリプト
pl: Skrypty
ro: Scripturi
ru: Скрипты

source: The (bypassScript.name) userscript requires the (filterName)
el: Το σενάριο χρήστη (bypassScript.name) απαιτεί το (filterName)

source: Foreign
el: Ξένα
ja: 海外
pl: Zagraniczny
ro: Străine
ru: Иностранные

source: Minimal
el: Ελάχιστο
ja: 最小
pl: Minimalny
ro: Minim
ru: Минимальный

source: Whitelist
el: Λίστα επιτρεπόμενων
ja: ホワイトリスト
pl: BiaÃ Âa lista
ro: Listă albă
ru: Белый список

source: Next
el: Επόμενο
ja: 次へ
pl: Dalej
ro: Următorul
ru: Далее

source: Sync settings across devices
el: Συγχρονισμός ρυθμίσεων μεταξύ συσκευών
ja: 設定をデバイス間で同期
pl: Synchronizuj ustawienia miÄdzy urzÄ dzeniami
ro: Sincronizează setările între dispozitive
ru: Синхронизировать настройки между устройствами

source: 1h
el: 1ώ
ja: 1時間
pl: 1 godz
ru: 1ч

source: Warning
el: Προειδοποίηση
ja: 警告
pl: OstrzeÃ Â¼enie
ro: Avertisment
ru: Предупреждение

source: Annoyances
el: Ενοχλήσεις
ja: 迷惑要素
pl: Irytacje
ro: Elemente enervante
ru: Раздражители

source: Requirements
el: Απαιτήσεις
ja: 要件
pl: Wymagania
ro: Cerințe
ru: Требования

source: Userscripts: %@
el: Σενάρια χρήστη: %@
ja: ユーザースクリプト: %@
pl: Skrypty uÃ Â¼ytkownika: %@
ro: Scripturi utilizator: %@
ru: Пользовательские скрипты: %@

source: in %@ (%@)
el: σε %@ (%@)
ja: %@ (%@) で
pl: w %@ (%@)
ro: în %@ (%@)
ru: в %@ (%@)

source: Filter name
el: Όνομα φίλτρου
ja: フィルター名
pl: Nazwa filtra
ro: Nume filtru
ru: Название фильтра

source: Every %d days
el: Κάθε %d ημέρες
ja: %d日ごと
pl: Co %d dni
ro: La fiecare %d zile
ru: Каждые %d дней

source: Continue
el: Συνέχεια
ja: 続ける
pl: KontynuowaÃÂ
ro: Continuă
ru: Продолжить

source: Update
el: Ενημέρωση
ja: 更新
pl: Aktualizacja
ro: Actualizează
ru: Обновить

source: Trace
el: Ανίχνευση
ja: トレース
pl: NamierzaÃÂ
ro: Urmărire
ru: Трассировка

source: Tap to review userscript guidelines.
el: Πατήστε για έλεγχο οδηγιών σεναρίων χρήστη.
ja: タップしてユーザースクリプトのガイドラインを確認。
pl: Kliknij, aby zapoznaÄ siÄ ze wskazÃ³wkami dotyczÄ cymi skryptu uÅ¼ytkownika.
ro: Atinge pentru a consulta ghidul pentru scripturi utilizator.
ru: Нажмите, чтобы ознакомиться с правилами для пользовательских скриптов.

source: Languages: (languageSummary)
el: Γλώσσες: (languageSummary)

source: About
el: Σχετικά
ja: 情報
pl: Informacje
ro: Despre
ru: О приложении

source: Provide a valid https:// link ending in .user.js
el: Δώστε έναν έγκυρο σύνδεσμο https:// που λήγει σε .user.js
ja: .user.js で終わる有効なhttps://リンクを入力してください
pl: Podaj prawidÅowy link https:// koÅczÄ cy siÄ na .user.js
ro: Furnizează un link https:// valid care se termină în .user.js
ru: Укажите корректную ссылку https://, оканчивающуюся на .user.js

source: Enter a valid http(s) URL to a .txt, .list, or .json filter.
el: Εισαγάγετε έγκυρο URL http(s) για φίλτρο .txt, .list ή .json.
ja: .txt、.list、.json フィルターへの有効なhttp(s) URLを入力してください。
pl: WprowadÃ Âº prawidÃ Âowy adres http(s) URL do filtra .txt, .list lub .json.
ro: Introdu un URL http(s) valid către un filtru .txt, .list sau .json.
ru: Введите корректный URL http(s) для фильтра .txt, .list или .json.

source: You have unapplied filter changes in wBlock. Tap to apply them now!
el: Έχετε μη εφαρμοσμένες αλλαγές φίλτρων στο wBlock. Πατήστε για εφαρμογή τώρα!
ja: wBlockに未適用のフィルター変更があります。今すぐタップして適用してください！
pl: Masz niezastosowane zmiany filtrÃ³w w wBlock. Stuknij, aby je teraz zastosowaÄ!
ro: Ai modificări de filtre neaplicate în wBlock. Atinge pentru a le aplica acum!
ru: В wBlock есть непримененные изменения фильтров. Нажмите, чтобы применить их сейчас!

source: Restart Onboarding?
el: Επανεκκίνηση εισαγωγής;
ja: オンボーディングをやり直しますか？
pl: UruchomiÄ ponownie konfiguracjÄ poczÄ tkowÄ ?
ro: Repornești configurarea inițială?
ru: Перезапустить начальную настройку?

source: All Categories
el: Όλες οι κατηγορίες
ja: すべてのカテゴリ
pl: Wszystkie kategorie
ro: Toate categoriile
ru: Все категории

source: System
el: Σύστημα
ja: システム
ro: Sistem
ru: Система

source: You can always add regional filters later from Settings.
el: Μπορείτε πάντα να προσθέσετε τοπικά φίλτρα αργότερα από τις Ρυθμίσεις.
ja: 地域フィルターは後で設定からいつでも追加できます。
pl: Zawsze moÃ Â¼esz dodaÃÂ filtry regionalne pÃÂ³Ã Âºniej w Ustawieniach.
ro: Poți adăuga oricând filtre regionale mai târziu din Setări.
ru: Вы всегда можете добавить региональные фильтры позже в настройках.

source: Enabled
el: Ενεργοποιημένο
ja: 有効
pl: WÅÄ czony
ro: Activat
ru: Включено

source: (filteredEntries.count) entries
el: (filteredEntries.count) εγγραφές

source: Disabled
el: Απενεργοποιημένο
ja: 無効
pl: WyÅÄ czony
ro: Dezactivat
ru: Отключено

source: Whitelisted Domains
el: Τομείς στη λίστα επιτρεπόμενων
ja: ホワイトリスト登録ドメイン
pl: Domeny umieszczone na biaÃ Âej liÃ Âcie
ro: Domenii în lista albă
ru: Домены в белом списке

source: It will be enabled automatically.
el: Θα ενεργοποιηθεί αυτόματα.
ja: 自動で有効になります。
pl: Zostanie ona wÅÄ czona automatycznie.
ro: Va fi activat automat.
ru: Будет включено автоматически.

source: Debug
el: Αποσφαλμάτωση
ja: デバッグ
pl: OdpluskwiÃÂ
ro: Depanare
ru: Отладка

source: Next: Loading…
el: Επόμενο: Φόρτωση…
ja: 次へ: 読み込み中…
ro: Următorul: Se încarcă…
ru: Далее: Загрузка…

source: Multipurpose
el: Πολλαπλών χρήσεων
ja: 多目的
pl: RÃÂ³Ã Â¼nego przeznaczenia
ro: Polivalent
ru: Универсальный

source: Description (optional)
el: Περιγραφή (προαιρετικό)
ja: 説明（任意）
pl: Opis (opcjonalnie)
ro: Descriere (opțional)
ru: Описание (необязательно)

source: Full content loaded
el: Το πλήρες περιεχόμενο φορτώθηκε
ja: 全文を読み込み済み
pl: ZaÅadowano peÅnÄ zawartoÅÄ
ro: Conținutul complet a fost încărcat
ru: Полное содержимое загружено

source: Apply Changes
el: Εφαρμογή αλλαγών
ja: 変更を適用
pl: Zastosuj zmiany
ro: Aplică modificările
ru: Применить изменения

source: We don't have regional filters for %@.
el: Δεν υπάρχουν τοπικά φίλτρα για %@.
ja: %@向けの地域フィルターはありません。
pl: Nie mamy filtrÃÂ³w regionalnych dla %@.
ro: Nu avem filtre regionale pentru %@.
ru: У нас нет региональных фильтров для %@.

source: Error
el: Σφάλμα
ja: エラー
pl: BÅÄ d
ro: Eroare
ru: Ошибка

source: Updated %d script
el: Ενημερώθηκε %d σενάριο
ja: %d件のスクリプトを更新
pl: Zaktualizowano skrypt %d
ro: S-a actualizat %d script
ru: Обновлен %d скрипт

source: Settings
el: Ρυθμίσεις
ja: 設定
pl: Ustawienia
ro: Setări
ru: Настройки

source: Title
el: Τίτλος
ja: タイトル
pl: TytuÃ Â
ro: Titlu
ru: Название

source: No updates available
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις
ja: 利用可能な更新はありません
pl: Brak dostÃÂpnych aktualizacji
ro: Nu sunt actualizări disponibile
ru: Нет доступных обновлений

source: We found an existing wBlock configuration in iCloud. You can skip onboarding and use that instead.
el: Βρέθηκε υπάρχουσα διαμόρφωση wBlock στο iCloud. Μπορείτε να παραλείψετε την εισαγωγή και να χρησιμοποιήσετε αυτήν.
ja: iCloudに既存のwBlock設定が見つかりました。オンボーディングをスキップしてそれを使用できます。
pl: ZnaleÅºliÅmy istniejÄ cÄ konfiguracjÄ wBlock w iCloud. MoÅ¼esz pominÄ Ä wprowadzenie i uÅ¼yÄ go zamiast tego.
ro: Am găsit o configurație wBlock existentă în iCloud. Poți sări peste configurarea inițială și să o folosești pe aceea.
ru: Мы нашли существующую конфигурацию wBlock в iCloud. Можно пропустить начальную настройку и использовать ее.

source: Add Domain
el: Προσθήκη τομέα
ja: ドメインを追加
pl: Dodaj domenÃÂ
ro: Adaugă domeniu
ru: Добавить домен

source: Regional filters: %@
el: Τοπικά φίλτρα: %@
ja: 地域フィルター: %@
pl: Filtry regionalne: %@
ro: Filtre regionale: %@
ru: Региональные фильтры: %@

source: Done
el: Τέλος
ja: 完了
pl: Zrobione
ro: Gata
ru: Готово

source: Use iCloud Setup
el: Χρήση ρύθμισης iCloud
ja: iCloud設定を使用
pl: UÅ¼yj konfiguracji z iCloud
ro: Folosește configurarea iCloud
ru: Использовать настройку iCloud

source: Tell us where you browse so we can enable the right regional filters.
el: Πείτε μας πού περιηγείστε ώστε να ενεργοποιήσουμε τα κατάλληλα τοπικά φίλτρα.
ja: 閲覧している地域を教えてください。適切な地域フィルターを有効にします。
pl: Powiedz nam, gdzie przeglÄ dasz internet, abyÅmy mogli wÅÄ czyÄ odpowiednie filtry regionalne.
ro: Spune-ne unde navighezi ca să putem activa filtrele regionale potrivite.
ru: Укажите, где вы обычно просматриваете сайты, чтобы мы включили подходящие региональные фильтры.

source: Updated %d scripts
el: Ενημερώθηκαν %d σενάρια
ja: %d件のスクリプトを更新
pl: Zaktualizowano skrypty %d
ro: S-au actualizat %d scripturi
ru: Обновлено %d скриптов

source: Delete Selected
el: Διαγραφή επιλεγμένων
ja: 選択項目を削除
pl: UsuÃ Â wybrane
ro: Șterge selecția
ru: Удалить выбранное

source: File Information
el: Πληροφορίες αρχείου
ja: ファイル情報
pl: Informacje o pliku
ro: Informații despre fișier
ru: Информация о файле

source: Search scripts
el: Αναζήτηση σεναρίων
ja: スクリプトを検索
pl: Szukaj skryptÃÂ³w
ro: Caută scripturi
ru: Поиск скриптов

source: Remove
el: Αφαίρεση
ja: 削除
pl: UsunÄ Ä
ro: Elimină
ru: Удалить

source: No Updates Found
el: Δεν βρέθηκαν ενημερώσεις
ja: 更新は見つかりませんでした
pl: Brak aktualizacji
ro: Nu s-au găsit actualizări
ru: Обновления не найдены

source: Applied
el: Εφαρμόστηκε
ja: 適用済み
pl: Stosowany
ro: Aplicat
ru: Применено

source: 7d
el: 7ημ
ja: 7日
ru: 7д

source: Critical Setup Required
el: Απαιτείται κρίσιμη ρύθμιση
ja: 重要な設定が必要です
pl: Wymagana krytyczna konfiguracja
ro: Configurare critică necesară
ru: Требуется критическая настройка

source: No Whitelisted Domains
el: Κανένας τομέας στη λίστα επιτρεπόμενων
ja: ホワイトリスト登録ドメインはありません
pl: Brak domen na biaÃ Âej liÃ Âcie
ro: Niciun domeniu în lista albă
ru: Нет доменов в белом списке

source: Paste
el: Επικόλληση
ja: 貼り付け
pl: Pasta
ro: Lipește
ru: Вставить

source: Cancel
el: Ακύρωση
ja: キャンセル
pl: AnulowaÃÂ
ro: Anulează
ru: Отмена

source: Large file - scrolling may be slow
el: Μεγάλο αρχείο - η κύλιση μπορεί να είναι αργή
ja: 大きなファイルのため、スクロールが遅くなる場合があります
pl: DuÃ Â¼y plik Ã¢ÂÂ przewijanie moÃ Â¼e byÃÂ powolne
ro: Fișier mare - derularea poate fi lentă
ru: Большой файл - прокрутка может быть медленной

source: wBlock Advanced must be enabled and set to 'Always Allow on All Websites' to block YouTube ads.
el: Το wBlock Advanced πρέπει να είναι ενεργοποιημένο και ρυθμισμένο στο 'Να επιτρέπεται πάντα σε όλους τους ιστότοπους' για τη φραγή διαφημίσεων YouTube.
ja: YouTube広告をブロックするには、wBlock Advancedを有効にし、'すべてのWebサイトで常に許可'に設定する必要があります。
pl: Aby blokowaÄ reklamy YouTube, naleÅ¼y wÅÄ czyÄ opcjÄ Zaawansowane i ustawiÄ opcjÄ âZawsze zezwalaj we wszystkich witrynach internetowychâ.
ro: wBlock Advanced trebuie activat și setat la 'Always Allow on All Websites' pentru a bloca reclamele YouTube.
ru: Для блокировки рекламы на YouTube необходимо включить wBlock Advanced и установить «Always Allow on All Websites».

source: Privacy
el: Απόρρητο
ja: プライバシー
pl: PrywatnoÃ ÂÃÂ
ro: Confidențialitate
ru: Конфиденциальность

source: Rules
el: Κανόνες
ja: ルール
pl: Zasady
ro: Reguli
ru: Правила

source: Enabled Lists
el: Ενεργοποιημένες λίστες
ja: 有効なリスト
pl: WÅÄ czone listy
ro: Liste activate
ru: Включенные списки

source: Paste from Clipboard
el: Επικόλληση από το πρόχειρο
ja: クリップボードから貼り付け
pl: Wklej ze schowka
ro: Lipește din clipboard
ru: Вставить из буфера обмена

source: No Userscripts
el: Κανένα σενάριο χρήστη
ja: ユーザースクリプトはありません
pl: Brak skryptÃÂ³w uÃ Â¼ytkownika
ro: Niciun script utilizator
ru: Нет пользовательских скриптов

source: Userscripts
el: Σενάρια χρήστη
ja: ユーザースクリプト
pl: Skrypty uÃ Â¼ytkownika
ro: Scripturi utilizator
ru: Пользовательские скрипты

source: URL Patterns ((script.matches.count))
el: Μοτίβα URL ((script.matches.count))
