Repository: 0xCUB3/wBlock
Catalog: wBlock/*.lproj/Localizable.strings
Languages: el, ja, pl, ro, ru

source: Community-maintained options for additional regional coverage.
el: Επιλογές συντηρούμενες από την κοινότητα για πρόσθετη τοπική κάλυψη.
ro: Opțiuni întreținute de comunitate pentru acoperire regională suplimentară.
ru: Поддерживаемые сообществом варианты для дополнительного регионального покрытия.

source: Choose optional userscripts. These are disabled by default.
el: Επιλέξτε προαιρετικά σενάρια χρήστη. Αυτά είναι απενεργοποιημένα από προεπιλογή.
ro: Alege scripturi de utilizator opționale. Sunt dezactivate implicit.
ru: Выберите дополнительные пользовательские скрипты. По умолчанию они отключены.

source: Loading script metadata…
el: Φόρτωση μεταδεδομένων σεναρίου…
ro: Se încarcă metadatele scriptului…
ru: Загрузка метаданных скрипта…

source: Loading metadata…
el: Φόρτωση μεταδεδομένων…
ro: Se încarcă metadatele…
ru: Загрузка метаданных…

source: No description provided by the script metadata.
el: Δεν παρέχεται περιγραφή από τα μεταδεδομένα του σεναρίου.
ro: Metadatele scriptului nu oferă o descriere.
ru: В метаданных скрипта нет описания.

source: Loading userscripts…
el: Φόρτωση σεναρίων χρήστη…
ro: Se încarcă scripturile de utilizator…
ru: Загрузка пользовательских скриптов…

source: Step %d of %d
el: Βήμα %d από %d
ro: Pasul %d din %d
ru: Шаг %d из %d

source: Next: \(compactStatusLine)
ja: 次へ: \(compactStatusLine)
ro: Următorul: \(compactStatusLine)
ru: Далее: \(compactStatusLine)

source: Trust: \(trust.capitalized)
ja: 信頼: \(trust.capitalized)
ro: Încredere: \(trust.capitalized)
ru: Доверие: \(trust.capitalized)

source: OK
ru: ОК

source: The \(bypassScript.name) userscript requires the \(filterName)
ja: \(bypassScript.name) ユーザースクリプトには \(filterName) が必要です
ro: Scriptul utilizator \(bypassScript.name) necesită \(filterName)
ru: Пользовательскому скрипту \(bypassScript.name) требуется \(filterName)

source: Languages: \(languageSummary)
ja: 言語: \(languageSummary)
ro: Limbi: \(languageSummary)
ru: Языки: \(languageSummary)

source: \(filteredEntries.count) entries
ja: \(filteredEntries.count) 件
ro: \(filteredEntries.count) intrări
ru: \(filteredEntries.count) записей

source: URL Patterns (\(script.matches.count))
ja: URLパターン (\(script.matches.count))
ro: Modele URL (\(script.matches.count))
ru: Шаблоны URL (\(script.matches.count))

source: Version \(filter.version)
ja: バージョン \(filter.version)
ro: Versiunea \(filter.version)
ru: Версия \(filter.version)

source: We found an existing wBlock configuration in iCloud (\(remoteConfigUpdatedAtText)). You can skip onboarding and use that instead.
ja: iCloud（\(remoteConfigUpdatedAtText)）に既存のwBlock設定が見つかりました。オンボーディングをスキップしてそれを使用できます。
ro: Am găsit o configurație wBlock existentă în iCloud (\(remoteConfigUpdatedAtText)). Poți sări peste configurarea inițială și să o folosești pe aceea.
ru: Мы нашли существующую конфигурацию wBlock в iCloud (\(remoteConfigUpdatedAtText)). Можно пропустить начальную настройку и использовать ее.

source: (\(sourceCount.formatted()) source rules)
ja: (\(sourceCount.formatted()) ソースルール)
ro: (\(sourceCount.formatted()) reguli sursă)
ru: (\(sourceCount.formatted()) исходных правил)

source: Showing preview (\(formatFileSize(previewLength)) of \(formatFileSize(script.content.count)))
ja: プレビューを表示中 (\(formatFileSize(previewLength)) / \(formatFileSize(script.content.count)))
ro: Se afișează previzualizarea (\(formatFileSize(previewLength)) din \(formatFileSize(script.content.count)))
ru: Показан предпросмотр (\(formatFileSize(previewLength)) из \(formatFileSize(script.content.count)))

source: Version \(script.version)
ja: バージョン \(script.version)
ro: Versiunea \(script.version)
ru: Версия \(script.version)

source: Next: LoadingÃÂ¢ÃÂÃÂ¦
pl: Dalej: Ã ÂadowanieÃ¢ÂÂ¦

source: example.com
pl: przykÃ Âad.com

source: Downloading and applying filter listsÃÂ¢ÃÂÃÂ¦
pl: Pobieranie i stosowanie list filtrÃÂ³w...

source: Syncing iCloud configurationÃÂ¢ÃÂÃÂ¦
pl: Synchronizowanie konfiguracji iCloud
